[
    {
        "chapter": 1,
        "chapter_title": "प्रारंभिक",
        "Section": 1,
        "section_title": "संक्षिप्त शीर्षक, प्रारंभ और लागू होना।",
        "section_desc": "यह धारा अधिनियम का नाम स्थापित करती है और इसके अधिकार क्षेत्र को भारत के भीतर, भारतीय जहाजों/विमानों पर, या विदेश में भारतीय नागरिकों द्वारा किए गए अपराधों तक विस्तारित करती है।"
    },
    {
        "chapter": 1,
        "chapter_title": "प्रारंभिक",
        "Section": 2,
        "section_title": "परिभाषाएं।",
        "section_desc": "यह संहिता में उपयोग किए गए प्रमुख शब्दों, जैसे \"कार्य,\" \"नकली,\" \"दस्तावेज,\" \"लोक सेवक,\" और \"चोट\" के लिए कानूनी अर्थ प्रदान करता है।"
    },
    {
        "chapter": 1,
        "chapter_title": "प्रारंभिक",
        "Section": 3,
        "section_title": "सामान्य स्पष्टीकरण।",
        "section_desc": "यह धारा स्पष्ट करती है कि सभी परिभाषाएं सामान्य अपवादों के अधीन हैं और \"कार्यों\" जैसी अवधारणाओं को स्पष्ट करती है जिसमें अवैध चूक और संयुक्त दायित्व शामिल हैं।"
    },
    {
        "chapter": 2,
        "chapter_title": "दंड के विषय में",
        "Section": 4,
        "section_title": "दंड।",
        "section_desc": "यह धारा अधिनियम के तहत विभिन्न प्रकार के दंडों को सूचीबद्ध करती है, जिसमें मृत्युदंड, आजीवन कारावास, कठोर/सादा कारावास, संपत्ति की जब्ती, जुर्माना और सामुदायिक सेवा शामिल है।"
    },
    {
        "chapter": 2,
        "chapter_title": "दंड के विषय में",
        "Section": 5,
        "section_title": "सजा में कमी।",
        "section_desc": "सरकार को अपराधी की सहमति के बिना मृत्युदंड या आजीवन कारावास की सजा को कम सजा में बदलने की अनुमति देता है।"
    },
    {
        "chapter": 2,
        "chapter_title": "दंड के विषय में",
        "Section": 6,
        "section_title": "सजा की अवधि के अंश।",
        "section_desc": "सजा के अंशों की गणना करते समय, आजीवन कारावास को बीस साल के कारावास के बराबर माना जाता है।"
    },
    {
        "chapter": 2,
        "chapter_title": "दंड के विषय में",
        "Section": 7,
        "section_title": "सजा (कारावास के कुछ मामलों में) पूर्ण या आंशिक रूप से कठोर या सादा हो सकती है।",
        "section_desc": "सक्षम न्यायालयों को सश्रम कारावास की सजा वाले अपराधों के लिए पूर्ण या आंशिक रूप से कठोर या सादे कारावास की सजा देने का अधिकार देता है।"
    },
    {
        "chapter": 2,
        "chapter_title": "दंड के विषय में",
        "Section": 8,
        "section_title": "जुर्माने की राशि, जुर्माना अदा न करने पर दायित्व आदि।",
        "section_desc": "जुर्माने की राशि (यदि निर्दिष्ट नहीं है) असीमित लेकिन उचित होनी चाहिए। जुर्माना अदा न करने पर कारावास हो सकता है।"
    },
    {
        "chapter": 2,
        "chapter_title": "दंड के विषय में",
        "Section": 9,
        "section_title": "कई अपराधों से बने अपराध की सजा की सीमा।",
        "section_desc": "कई अलग-अलग अपराधों से बने अपराधों के लिए संचयी दंड को सीमित करता है।"
    },
    {
        "chapter": 2,
        "chapter_title": "दंड के विषय में",
        "Section": 10,
        "section_title": "कई अपराधों में से एक के दोषी व्यक्ति की सजा, निर्णय यह बताता है कि इनमें से कौन सा संदिग्ध है।",
        "section_desc": "जब यह संदेह हो कि कौन सा अपराध किया गया है, तो सबसे कम सजा वाले अपराध के लिए दंडित किया जाता है।"
    },
    {
        "chapter": 2,
        "chapter_title": "दंड के विषय में",
        "Section": 11,
        "section_title": "एकान्त कारावास।",
        "section_desc": "कठोर कारावास की सजा के एक हिस्से के रूप में एकान्त कारावास को सीमित करता है (अधिकतम 3 महीने)।"
    },
    {
        "chapter": 2,
        "chapter_title": "दंड के विषय में",
        "Section": 12,
        "section_title": "एकान्त कारावास की सीमा।",
        "section_desc": "लंबे समय तक कारावास के लिए एकान्त कारावास की अवधि को विनियमित करना (उदाहरण के लिए, एक बार में 14 दिन से अधिक नहीं)।"
    },
    {
        "chapter": 2,
        "chapter_title": "दंड के विषय में",
        "Section": 13,
        "section_title": "पूर्व दोषसिद्धि के बाद कुछ अपराधों के लिए बढ़ी हुई सजा।",
        "section_desc": "कुछ अपराधों के लिए पहले दोषी ठहराए गए व्यक्तियों के लिए बढ़ी हुई सजा का प्रावधान करता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 14,
        "section_title": "कानून द्वारा बाध्य व्यक्ति द्वारा किया गया कार्य, या तथ्य की गलती से खुद को बाध्य मानकर।",
        "section_desc": "ऐसे कार्यों को अपराध नहीं माना जाता जो कानून द्वारा बाध्य व्यक्ति द्वारा किए गए हैं या जो तथ्य की गलती (कानून की नहीं) के कारण खुद को बाध्य मानता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 15,
        "section_title": "न्यायाधीश द्वारा न्यायिक रूप से कार्य करते समय किया गया कार्य।",
        "section_desc": "न्यायाधीशों को उनकी न्यायिक क्षमता में सद्भावनापूर्वक किए गए कार्यों के लिए दायित्व से छूट देता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 16,
        "section_title": "न्यायालय के निर्णय या आदेश के अनुसार किया गया कार्य।",
        "section_desc": "न्यायालय के आदेशों या निर्णयों को लागू करने वाले कार्यों को सुरक्षा प्रदान करता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 17,
        "section_title": "कानून द्वारा उचित व्यक्ति द्वारा किया गया कार्य, या तथ्य की गलती से खुद को उचित मानकर।",
        "section_desc": "ऐसे कार्यों को छूट देता है जो कानून द्वारा उचित हैं या तथ्य की गलती के कारण सद्भावनापूर्वक माने जाते हैं।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 18,
        "section_title": "वैध कार्य करते समय दुर्घटना।",
        "section_desc": "उचित सावधानी के साथ वैध कार्य करते समय दुर्घटना या दुर्भाग्य से होने वाले कार्यों को अपराध नहीं माना जाता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 19,
        "section_title": "नुकसान पहुंचाने की संभावना वाला कार्य, लेकिन आपराधिक इरादे के बिना, और अन्य नुकसान को रोकने के लिए किया गया।",
        "section_desc": "आपराधिक इरादे के बिना बड़े नुकसान को रोकने के लिए किए गए कार्यों को उचित ठहराता है (आवश्यकता)।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 20,
        "section_title": "सात वर्ष से कम आयु के बच्चे द्वारा किया गया कार्य।",
        "section_desc": "सात वर्ष से कम आयु के बच्चे द्वारा किया गया कोई भी कार्य अपराध नहीं है (डोली इनकैपेक्स)।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 21,
        "section_title": "अपरिपक्व समझ वाले सात से ऊपर और बारह वर्ष से कम आयु के बच्चे द्वारा किया गया कार्य।",
        "section_desc": "7-12 वर्ष की आयु के बच्चों को छूट देता है यदि उनमें अपने आचरण की प्रकृति को समझने के लिए परिपक्वता की कमी है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 22,
        "section_title": "अस्वस्थ मन वाले व्यक्ति द्वारा किया गया कार्य।",
        "section_desc": "मानसिक अस्वस्थता के कारण अपने कार्य की प्रकृति को जानने में असमर्थ व्यक्तियों द्वारा किए गए कार्यों को छूट देता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 23,
        "section_title": "उसकी इच्छा के विरुद्ध नशे के कारण निर्णय की अक्षमता वाले व्यक्ति द्वारा किया गया कार्य।",
        "section_desc": "यदि नशा अनैच्छिक था तो नशे में व्यक्तियों द्वारा किए गए कार्यों को छूट देता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 24,
        "section_title": "नशे में रहने वाले व्यक्ति द्वारा किया गया विशेष इरादे या ज्ञान की आवश्यकता वाला अपराध।",
        "section_desc": "स्वेच्छा से नशे में होने पर इरादे/ज्ञान का अनुमान वैसे ही लगाया जाता है जैसे कि व्यक्ति शांत था।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 25,
        "section_title": "मृत्यु या घोर चोट पहुंचाने के इरादे और जानकारी के बिना, सहमति से किया गया कार्य।",
        "section_desc": "सहमति से किए गए कार्यों को अपराध नहीं माना जाता यदि मृत्यु या गंभीर चोट का इरादा न हो।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 26,
        "section_title": "मृत्यु पहुंचाने के इरादे के बिना, व्यक्ति के लाभ के लिए सद्भावना से सहमति के साथ किया गया कार्य।",
        "section_desc": "सद्भावनापूर्वक किसी व्यक्ति के लाभ के लिए किए गए कार्यों को छूट देता है, भले ही जोखिम शामिल हो (जैसे, शल्य चिकित्सा)।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 27,
        "section_title": "बच्चे या अस्वस्थ मन वाले व्यक्ति के लाभ के लिए, अभिभावक द्वारा या उसकी सहमति से सद्भावना में किया गया कार्य।",
        "section_desc": "अभिभावक की सहमति से बच्चों/अस्वस्थ व्यक्तियों के लाभ के लिए किए गए कार्यों को छूट देता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 28,
        "section_title": "भय या गलत धारणा के तहत दी गई सहमति।",
        "section_desc": "यदि सहमति भय या गलत धारणा के तहत दी गई है तो उसे वैध सहमति नहीं माना जाता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 29,
        "section_title": "ऐसे कार्यों का बहिष्करण जो पहुंचाए गए नुकसान से स्वतंत्र रूप से अपराध हैं।",
        "section_desc": "सहमति उन कार्यों को उचित नहीं ठहराती जो सहमति के बावजूद अपने आप में अपराध हैं (जैसे, गर्भपात)।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 30,
        "section_title": "सहमति के बिना किसी व्यक्ति के लाभ के लिए सद्भावना में किया गया कार्य।",
        "section_desc": "आपात स्थिति में सहमति के बिना किसी के लाभ के लिए किए गए कार्यों को छूट देता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 31,
        "section_title": "सद्भावना में किया गया संचार।",
        "section_desc": "सद्भावनापूर्वक दी गई जानकारी या संचार, भले ही वह नुकसान पहुंचाए (जैसे, डॉक्टर द्वारा बुरी खबर देना), अपराध नहीं है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 32,
        "section_title": "ऐसा कार्य जिसके लिए किसी व्यक्ति को धमकियों द्वारा मजबूर किया गया है।",
        "section_desc": "हत्या या राज्य के विरुद्ध अपराधों को छोड़कर, तत्काल मृत्यु की धमकी के तहत कार्य करने वाले व्यक्तियों को छूट देता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 33,
        "section_title": "मामूली नुकसान पहुंचाने वाला कार्य।",
        "section_desc": "बहुत मामूली नुकसान पहुंचाने वाले कार्यों को अपराध नहीं माना जाता है (तुच्छ मामले)।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 34,
        "section_title": "निजी बचाव में किए गए कार्य।",
        "section_desc": "निजी बचाव के अधिकार का प्रयोग करते हुए किए गए कार्यों को अपराध नहीं माना जाता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 35,
        "section_title": "शरीर और संपत्ति के निजी बचाव का अधिकार।",
        "section_desc": "प्रत्येक व्यक्ति को अपने या दूसरों के शरीर और संपत्ति की रक्षा करने का अधिकार है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 36,
        "section_title": "अस्वस्थ मन वाले व्यक्ति आदि के कार्य के विरुद्ध निजी बचाव का अधिकार।",
        "section_desc": "पागल या नशे में धुत व्यक्तियों के कार्यों के विरुद्ध भी निजी बचाव का अधिकार उपलब्ध है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 37,
        "section_title": "ऐसे कार्य जिनके विरुद्ध निजी बचाव का कोई अधिकार नहीं है।",
        "section_desc": "लोक सेवकों द्वारा किए गए कार्यों के विरुद्ध या यदि सहायता प्राप्त करने का समय हो, तो कोई निजी बचाव नहीं है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 38,
        "section_title": "जब शरीर के निजी बचाव का अधिकार मृत्यु कारित करने तक विस्तृत होता है।",
        "section_desc": "मृत्यु, बलात्कार, अपहरण आदि जैसे गंभीर खतरों के खिलाफ हमलावर की मृत्यु कारित करने की अनुमति देता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 39,
        "section_title": "जब ऐसा अधिकार मृत्यु से भिन्न किसी भी नुकसान को पहुंचाने तक विस्तृत होता है।",
        "section_desc": "अन्य मामलों में, अधिकार नुकसान पहुंचाने तक सीमित है लेकिन मृत्यु कारित करने तक नहीं।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 40,
        "section_title": "शरीर के निजी बचाव के अधिकार का आरंभ और निरंतरता।",
        "section_desc": "शरीर को खतरा उत्पन्न होते ही अधिकार शुरू होता है और जब तक खतरा बना रहता है, तब तक जारी रहता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 41,
        "section_title": "जब संपत्ति के निजी बचाव का अधिकार मृत्यु कारित करने तक विस्तृत होता है।",
        "section_desc": "लूट, रात में घर तोड़ने या आगजनी जैसे मामलों में संपत्ति की रक्षा के लिए मृत्यु कारित करने की अनुमति देता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 42,
        "section_title": "जब ऐसा अधिकार मृत्यु से भिन्न किसी भी नुकसान को पहुंचाने तक विस्तृत होता है।",
        "section_desc": "संपत्ति के अन्य अपराधों के लिए, अधिकार मृत्यु के अलावा अन्य नुकसान पहुंचाने तक सीमित है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 43,
        "section_title": "संपत्ति के निजी बचाव के अधिकार का आरंभ और निरंतरता।",
        "section_desc": "संपत्ति को उचित खतरा उत्पन्न होने पर अधिकार शुरू होता है और अपराध की प्रकृति के आधार पर जारी रहता है।"
    },
    {
        "chapter": 3,
        "chapter_title": "साधारण अपवाद",
        "Section": 44,
        "section_title": "घातक हमले के विरुद्ध निजी बचाव का अधिकार जब निर्दोष व्यक्ति को नुकसान का जोखिम हो।",
        "section_desc": "घातक हमले के खिलाफ बचाव करते समय निर्दोष व्यक्ति को नुकसान पहुंचाने के जोखिम को उचित ठहराता है।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 45,
        "section_title": "किसी बात का दुष्प्रेरण।",
        "section_desc": "अपराध के लिए उकसाने, साजिश रचने या जानबूझकर सहायता करने के कार्य को दुष्प्रेरण के रूप में परिभाषित करता है।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 46,
        "section_title": "दुष्प्रेरक।",
        "section_desc": "उस व्यक्ति को परिभाषित करता है जो किसी अपराध के किए जाने या किसी कार्य के लिए दुष्प्रेरण करता है।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 47,
        "section_title": "भारत के बाहर के अपराधों का भारत में दुष्प्रेरण।",
        "section_desc": "भारत के बाहर किए गए अपराधों के लिए भारत में दुष्प्रेरण को दंडनीय बनाता है।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 48,
        "section_title": "भारत में अपराध के लिए भारत के बाहर दुष्प्रेरण।",
        "section_desc": "भारत में अपराध करने और भारत के बाहर से दुष्प्रेरण करने वाले व्यक्ति को उत्तरदायी ठहराता है।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 49,
        "section_title": "दुष्प्रेरण की सजा यदि दुष्प्रेरित कार्य किया जाता है और उसके लिए कोई स्पष्ट प्रावधान नहीं है।",
        "section_desc": "यदि दुष्प्रेरण के परिणामस्वरुप अपराध किया जाता है तो दुष्प्रेरक को अपराध के समान ही दंडित किया जाता है।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 50,
        "section_title": "दुष्प्रेरित व्यक्ति द्वारा दुष्प्रेरक से भिन्न इरादे से कार्य करने पर दुष्प्रेरण की सजा।",
        "section_desc": "दुष्प्रेरक तब भी उत्तरदायी होता है, भले ही कर्ता का इरादा अलग हो, बशर्ते कार्य दुष्प्रेरण का संभावित परिणाम हो।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 51,
        "section_title": "जब एक कार्य का दुष्प्रेरण किया गया हो और दूसरा कार्य किया गया हो, तब दुष्प्रेरक का दायित्व।",
        "section_desc": "यदि दुष्प्रेरण के परिणामस्वरूप कोई भिन्न अपराध किया जाता है, तो दुष्प्रेरक उत्तरदायी होता है यदि वह संभावित परिणाम था।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 52,
        "section_title": "दुष्प्रेरक कब दुष्प्रेरित कार्य और किए गए कार्य के लिए संचयी दंड के लिए उत्तरदायी होता है।",
        "section_desc": "दुष्प्रेरक को दंडित करता है यदि दुष्प्रेरित कार्य और किया गया कार्य अलग-अलग अपराध बनते हैं।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 53,
        "section_title": "दुष्प्रेरक द्वारा अभिप्रेत प्रभाव से भिन्न प्रभाव के लिए दुष्प्रेरक का दायित्व।",
        "section_desc": "दुष्प्रेरक उन प्रभावों के लिए उत्तरदायी होता है जो दुष्प्रेरित कार्य के कारण होते हैं, भले ही वे अभिप्रेत न हों।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 54,
        "section_title": "अपराध किए जाने के समय दुष्प्रेरक की उपस्थिति।",
        "section_desc": "यदि दुष्प्रेरक अपराध स्थल पर उपस्थित है, तो उसे मुख्य अपराधी के रूप में माना जाता है।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 55,
        "section_title": "मृत्यु या आजीवन कारावास से दंडनीय अपराध का दुष्प्रेरण।",
        "section_desc": "गंभीर अपराधों के दुष्प्रेरण के लिए दंड निर्धारित करता है, भले ही अपराध न किया गया हो।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 56,
        "section_title": "कारावास से दंडनीय अपराध का दुष्प्रेरण।",
        "section_desc": "कारावास वाले अपराधों के दुष्प्रेरण के लिए दंड, यदि अपराध नहीं किया जाता है।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 57,
        "section_title": "जनता द्वारा या दस से अधिक व्यक्तियों द्वारा अपराध करने का दुष्प्रेरण।",
        "section_desc": "बड़ी संख्या में लोगों द्वारा किए जाने वाले अपराधों के दुष्प्रेरण के लिए दंड।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 58,
        "section_title": "मृत्यु या आजीवन कारावास से दंडनीय अपराध करने की योजना को छिपाना।",
        "section_desc": "गंभीर अपराधों की योजना को छिपाने या गलत बयानी करने को दंडनीय बनाता है।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 59,
        "section_title": "लोक सेवक द्वारा उस अपराध की योजना को छिपाना जिसे रोकना उसका कर्तव्य है।",
        "section_desc": "भ्रष्ट आचरण करने और अपराधों को छिपाने वाले लोक सेवकों को दंडित करता है।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 60,
        "section_title": "कारावास से दंडनीय अपराध करने की योजना को छिपाना।",
        "section_desc": "लघु अपराधों की योजना को छिपाने के लिए दंड।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 61,
        "section_title": "आपराधिक षड्यंत्र।",
        "section_desc": "अवैध कार्य करने या अवैध साधनों द्वारा कोई कार्य करने के लिए सहमत होने को परिभाषित करता है और दंडित करता है।"
    },
    {
        "chapter": 4,
        "chapter_title": "दुष्प्रेरण, आपराधिक षड्यंत्र और प्रयास के विषय में",
        "Section": 62,
        "section_title": "आजीवन कारावास या अन्य कारावास से दंडनीय अपराध करने का प्रयास करने के लिए दंड।",
        "section_desc": "अपराध करने के प्रयासों के लिए सामान्य दंड जहाँ कोई विशिष्ट प्रावधान मौजूद नहीं है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 63,
        "section_title": "बलात्कार।",
        "section_desc": "सहमति के बिना या जबरदस्ती यौन संबंध बनाने, जिसमें विशिष्ट परिस्थितियां भी शामिल हैं, को बलात्कार के रूप में परिभाषित करता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 64,
        "section_title": "बलात्कार के लिए सजा।",
        "section_desc": "बलात्कार के लिए कठोर कारावास और जुर्माने का प्रावधान करता है (आमतौर पर 10 साल से कम नहीं)।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 65,
        "section_title": "कुछ मामलों में बलात्कार के लिए सजा।",
        "section_desc": "पुलिस अधिकारियों, लोक सेवकों आदि (हिरासत में बलात्कार) द्वारा किए गए बलात्कार के लिए और 16 वर्ष से कम उम्र की महिलाओं के साथ बलात्कार के लिए उच्च दंड।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 66,
        "section_title": "पीड़ित की मृत्यु या स्थायी वनस्पति अवस्था (कोमा) का कारण बनने के लिए सजा।",
        "section_desc": "यदि बलात्कार के परिणामस्वरूप पीड़ित की मृत्यु हो जाती है या वह कोमा में चली जाती है तो मृत्युदंड या आजीवन कारावास की सजा का प्रावधान है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 67,
        "section_title": "अलगाव के दौरान पति द्वारा अपनी पत्नी के साथ यौन संबंध बनाना।",
        "section_desc": "कानूनी अलगाव के दौरान पत्नी के साथ यौन संबंध बनाने को दंडनीय बनाता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 68,
        "section_title": "अधिकार वाले व्यक्ति द्वारा यौन संबंध बनाना।",
        "section_desc": "प्राधिकार की स्थिति वाले व्यक्तियों द्वारा यौन संबंधों के लिए अपनी शक्ति का दुरुपयोग करने को दंडित करता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 69,
        "section_title": "धोखेबाज साधनों आदि का उपयोग करके यौन संबंध बनाना।",
        "section_desc": "नौकरी का वादा करके, पहचान छिपाकर या शादी का झांसा देकर यौन संबंध बनाने को दंडनीय बनाता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 70,
        "section_title": "सामूहिक बलात्कार।",
        "section_desc": "एक या अधिक व्यक्तियों द्वारा किसी महिला के साथ सामूहिक रूप से बलात्कार करने को दंडित करता है (आजीवन कारावास तक)।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 71,
        "section_title": "पुनरावर्ती अपराधियों के लिए सजा।",
        "section_desc": "बलात्कार या यौन अपराधों के बार-बार दोषी पाए जाने वाले अपराधियों के लिए बढ़ी हुई सजा।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 72,
        "section_title": "कुछ अपराधों के पीड़ित की पहचान का खुलासा आदि।",
        "section_desc": "यौन अपराधों के पीड़ितों की पहचान को उजागर करने वाले किसी भी मामले को प्रकाशित करने को दंडनीय बनाता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 73,
        "section_title": "न्यायालय की कार्यवाही से संबंधित किसी भी मामले को बिना अनुमति के छापना या प्रकाशित करना।",
        "section_desc": "गोपनीयता सुनिश्चित करने के लिए कुछ मामलों में अदालती कार्यवाही के प्रकाशन को प्रतिबंधित करता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 74,
        "section_title": "महिला की लज्जा भंग करने के इरादे से उस पर हमला या आपराधिक बल का प्रयोग।",
        "section_desc": "किसी महिला की लज्जा भंग करने के इरादे से उस पर किए गए हमले को दंडनीय बनाता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 75,
        "section_title": "यौन उत्पीड़न।",
        "section_desc": "शारीरिक संपर्क, अश्लील साहित्य दिखाने या यौन अनुग्रह की मांग करने सहित यौन उत्पीड़न को परिभाषित करता है और दंडित करता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 76,
        "section_title": "महिला को निर्वस्त्र करने के इरादे से उस पर हमला या आपराधिक बल का प्रयोग।",
        "section_desc": "किसी महिला को सार्वजनिक रूप से निर्वस्त्र करने के लिए बल प्रयोग को दंडित करता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 77,
        "section_title": "दृश्यरतिकता (वॉयरिस्म)।",
        "section_desc": "किसी महिला को निजी कृत्य में लिप्त देखने या उसकी छवि कैद करने (ताक-झांक) को दंडनीय बनाता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 78,
        "section_title": "पीछा करना (स्टॉकिंग)।",
        "section_desc": "किसी महिला की इच्छा के विरुद्ध उसका पीछा करने या उससे संपर्क करने (ऑनलाइन सहित) को अपराध घोषित करता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 79,
        "section_title": "महिला की लज्जा का अपमान करने के उद्देश्य से शब्द, इशारा या कार्य।",
        "section_desc": "किसी महिला की गोपनीयता में दखल देने वाले शब्दों, ध्वनियों या इशारों को दंडित करता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 80,
        "section_title": "दहेज मृत्यु।",
        "section_desc": "शादी के 7 साल के भीतर दहेज की मांग को लेकर महिला की मौत होने पर इसे दहेज मृत्यु मानता है और दंडित करता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 81,
        "section_title": "पुरुष द्वारा वैध विवाह का विश्वास दिलाकर धोखे से सहवास।",
        "section_desc": "किसी महिला को यह विश्वास दिलाकर सहवास करना कि वह उसकी कानूनी रूप से विवाहित पत्नी है, जब वह नहीं है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 82,
        "section_title": "पति या पत्नी के जीवनकाल में दोबारा विवाह करना।",
        "section_desc": "जीवनसाथी के जीवित रहते हुए द्विविवाह (bigamy) को दंडनीय बनाता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 83,
        "section_title": "वैध विवाह के बिना धोखाधड़ी से विवाह समारोह करना।",
        "section_desc": "विवाह समारोह को धोखाधड़ी से आयोजित करना जब यह कानूनी रूप से मान्य नहीं है, दंडनीय है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 84,
        "section_title": "आपराधिक इरादे से विवाहित महिला को फुसलाना या ले जाना या हिरासत में रखना।",
        "section_desc": "किसी विवाहित महिला के साथ अवैध संबंध बनाने के उद्देश्य से उसे ले जाने को दंडित करता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 85,
        "section_title": "महिला के पति या पति के रिश्तेदार द्वारा क्रूरता।",
        "section_desc": "दहेज या अन्य कारणों से पति या ससुराल वालों द्वारा महिला के साथ क्रूरता को दंडनीय बनाता है (धारा 498A IPC के समान)।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 86,
        "section_title": "क्रूरता की परिभाषा।",
        "section_desc": "यह परिभाषित करता है कि 'क्रूरता' में शारीरिक नुकसान और मानसिक उत्पीड़न (विशेषकर दहेज के लिए) दोनों शामिल हैं।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 87,
        "section_title": "विवाह आदि के लिए बाध्य करने के लिए महिला का अपहरण, अपहरण या उत्प्रेरण।",
        "section_desc": "किसी महिला को उसकी इच्छा के विरुद्ध शादी करने के लिए मजबूर करने के लिए अपहरण करना दंडनीय है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 88,
        "section_title": "गर्भपात कारित करना।",
        "section_desc": "स्वेच्छा से गर्भपात कराने को दंडित करता है, सिवाय इसके कि यह सद्भावनापूर्वक जीवन बचाने के लिए किया गया हो।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 89,
        "section_title": "महिला की सहमति के बिना गर्भपात कारित करना।",
        "section_desc": "महिला की सहमति के बिना गर्भपात करवाने के लिए भारी सजा का प्रावधान है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 90,
        "section_title": "गर्भपात कारित करने के इरादे से किए गए कार्य द्वारा मृत्यु कारित करना।",
        "section_desc": "यदि गर्भपात के प्रयास के दौरान महिला की मृत्यु हो जाती है, तो अपराधी को दंडित किया जाता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 91,
        "section_title": "बच्चे को जीवित पैदा होने से रोकने या जन्म के बाद मरने के लिए किया गया कार्य।",
        "section_desc": "किसी भी ऐसे कार्य को दंडित करता है जो जानबूझकर बच्चे के जीवित जन्म को रोकता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 92,
        "section_title": "सदोष मानव वध की श्रेणी में आने वाले कार्य द्वारा अजन्मे बच्चे की मृत्यु कारित करना।",
        "section_desc": "गर्भाशय में ही बच्चे की हत्या करने वाले कार्यों को दंडित करता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 93,
        "section_title": "बारह वर्ष से कम आयु के बच्चे को माता-पिता या देखभाल करने वाले द्वारा अरक्षित छोड़ना और त्यागना।",
        "section_desc": "छोटे बच्चे को त्यागने या अनुचित तरीके से छोड़ने को अपराध मानता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 94,
        "section_title": "मृत शरीर का गुप्त निस्तारण करके जन्म छिपाना।",
        "section_desc": "मृत बच्चे के शव को गुप्त रूप से निपटाकर उसके जन्म को छिपाने को दंडनीय बनाता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 95,
        "section_title": "अपराध करने के लिए बच्चे को काम पर रखना, नियुक्त करना या लगाना।",
        "section_desc": "अपराध करने के लिए बच्चों का उपयोग करने वाले वयस्कों के लिए सजा।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 96,
        "section_title": "बच्चे की खरीद-फरोख्त (Procuration)।",
        "section_desc": "अवैध उद्देश्यों के लिए बच्चों की खरीद या प्राप्ति को दंडित करता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 97,
        "section_title": "दस वर्ष से कम आयु के बच्चे का अपहरण या व्यपहरण, उसके शरीर से चोरी करने के इरादे से।",
        "section_desc": "कीमती सामान चुराने के लिए छोटे बच्चों का अपहरण करने के लिए दंड।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 98,
        "section_title": "वेश्यावृत्ति आदि के उद्देश्य से बच्चे को बेचना।",
        "section_desc": "यौन शोषण या अवैध कार्यों के लिए बच्चों को बेचने को दंडनीय बनाता है।"
    },
    {
        "chapter": 5,
        "chapter_title": "महिलाओं और बच्चों के विरुद्ध अपराधों के विषय में",
        "Section": 99,
        "section_title": "वेश्यावृत्ति आदि के उद्देश्य से बच्चे को खरीदना।",
        "section_desc": "यौन शोषण या अवैध कार्यों के लिए बच्चों को खरीदने को दंडनीय बनाता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 100,
        "section_title": "सदोष मानव वध (Culpable homicide)।",
        "section_desc": "मृत्यु कारित करने के इरादे से या ऐसी चोट पहुंचाने के इरादे से जिससे मृत्यु होने की संभावना हो, किए गए कार्य को सदोष मानव वध के रूप में परिभाषित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 101,
        "section_title": "हत्या (Murder)।",
        "section_desc": "स्पष्ट रूप से परिभाषित करता है कि सदोष मानव वध कब हत्या बन जाता है (अत्यधिक गंभीरता और इरादे के साथ)।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 102,
        "section_title": "जिस व्यक्ति की मृत्यु का इरादा था, उसके अलावा किसी अन्य व्यक्ति की मृत्यु कारित करके सदोष मानव वध।",
        "section_desc": "यदि अपराधी का इरादा किसी एक को मारने का था लेकिन गलती से दूसरे की मृत्यु हो जाती है, तो अपराधी उत्तरदायी है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 103,
        "section_title": "हत्या के लिए सजा।",
        "section_desc": "हत्या के लिए मृत्युदंड या आजीवन कारावास और जुर्माने की सजा का प्रावधान है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 104,
        "section_title": "आजीवन कारावास भोग रहे व्यक्ति द्वारा हत्या के लिए सजा।",
        "section_desc": "यदि कोई व्यक्ति जो पहले से आजीवन कारावास में है, हत्या करता है, तो उसे मृत्युदंड दिया जा सकता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 105,
        "section_title": "हत्या की श्रेणी में न आने वाले सदोष मानव वध के लिए सजा।",
        "section_desc": "उन मामलों के लिए कारावास (10 वर्ष तक या आजीवन) जहां मृत्यु जानबूझकर की गई थी लेकिन हत्या नहीं थी।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 106,
        "section_title": "लापरवाही से मृत्यु कारित करना।",
        "section_desc": "उतावलेपन या लापरवाही से किए गए कार्य (जो सदोष मानव वध नहीं है) से मृत्यु कारित करने को दंडित करता है (उदाहरण: कार दुर्घटना)।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 107,
        "section_title": "बच्चे या अस्वस्थ मन वाले व्यक्ति की आत्महत्या का दुष्प्रेरण।",
        "section_desc": "किसी बच्चे या मानसिक रूप से अस्वस्थ व्यक्ति को आत्महत्या के लिए उकसाने के लिए दंड।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 108,
        "section_title": "आत्महत्या का दुष्प्रेरण।",
        "section_desc": "किसी व्यक्ति को आत्महत्या करने के लिए उकसाने या मदद करने को दंडनीय बनाता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 109,
        "section_title": "हत्या का प्रयास।",
        "section_desc": "हत्या के इरादे से किए गए कार्य जो विफल हो जाते हैं, उन्हें दंडित करता है; यदि चोट लगती है, तो आजीवन कारावास लागू होता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 110,
        "section_title": "सदोष मानव वध करने का प्रयास।",
        "section_desc": "सदोष मानव वध करने के असफल प्रयासों के लिए दंड (जहां मृत्यु नहीं होती)।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 111,
        "section_title": "संगठित अपराध।",
        "section_desc": "सिंडिकेट या गिरोहों द्वारा किए गए गैरकानूनी हिंसक या आर्थिक अपराधों को परिभाषित करता है और दंडित करता है (मकोका के समान)।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 112,
        "section_title": "छोटा संगठित अपराध (Petty organised crime)।",
        "section_desc": "समूहों द्वारा चोरी, झपटमारी जैसे कम गंभीर संगठित अपराधों को दंडित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 113,
        "section_title": "आतंकवादी कृत्य।",
        "section_desc": "भारत की एकता, अखंडता और सुरक्षा को खतरे में डालने वाले कार्यों को परिभाषित करता है और कड़ी सजा का प्रावधान करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 114,
        "section_title": "चोट (Hurt)।",
        "section_desc": "शारीरिक दर्द, बीमारी या किसी व्यक्ति को दुर्बलता पैदा करने को 'चोट' के रूप में परिभाषित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 115,
        "section_title": "स्वेच्छा से चोट पहुंचाना।",
        "section_desc": "इरादे या जानकारी के साथ चोट पहुंचाने को दंडनीय बनाता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 116,
        "section_title": "घोर चोट (Grievous hurt)।",
        "section_desc": "गंभीर प्रकार की चोटों को परिभाषित करता है जैसे कि नपुंसकता, आंखों की रोशनी जाना, हड्डी टूटना, आदि।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 117,
        "section_title": "स्वेच्छा से घोर चोट पहुंचाना।",
        "section_desc": "गंभीर शारीरिक चोट जानबूझकर पहुंचाने के लिए दंड।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 118,
        "section_title": "खतरनाक हथियारों या साधनों द्वारा स्वेच्छा से चोट या घोर चोट पहुंचाना।",
        "section_desc": "हथियारों, आग, जहर आदि का उपयोग करके चोट पहुंचाने के लिए भारी सजा।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 119,
        "section_title": "संपत्ति वसूलने या अवैध कार्य के लिए मजबूर करने के लिए स्वेच्छा से चोट या घोर चोट पहुंचाना।",
        "section_desc": "जबरन वसूली या अवैध कृत्यों को सुविधाजनक बनाने के लिए दी गई यातना और चोट को दंडित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 120,
        "section_title": "इकबालिया बयान वसूलने या संपत्ति की बहाली के लिए मजबूर करने के लिए स्वेच्छा से चोट या घोर चोट पहुंचाना।",
        "section_desc": "कबूलनामा लेने के लिए यातना (पुलिस हिरासत यातना सहित) को विशेष रूप से दंडित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 121,
        "section_title": "लोक सेवक को उसके कर्तव्य से रोकने के लिए स्वेच्छा से चोट या घोर चोट पहुंचाना।",
        "section_desc": "लोक सेवकों (पुलिस, अधिकारियों) पर हमला करने को दंडनीय बनाता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 122,
        "section_title": "उकसावे पर स्वेच्छा से चोट या घोर चोट पहुंचाना।",
        "section_desc": "यदि चोट अचानक उकसावे के कारण दी गई थी तो कम सजा का प्रावधान है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 123,
        "section_title": "अपराध करने के इरादे से जहर आदि के माध्यम से चोट पहुंचाना।",
        "section_desc": "किसी अपराध को सुविधाजनक बनाने के लिए किसी को दवा देना या जहर देना दंडनीय है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 124,
        "section_title": "एसिड आदि के उपयोग से स्वेच्छा से घोर चोट पहुंचाना।",
        "section_desc": "एसिड हमलों (acid attacks) और एसिड फेंकने के प्रयासों के लिए विशिष्ट और कठोर दंड।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 125,
        "section_title": "दूसरों के जीवन या व्यक्तिगत सुरक्षा को खतरे में डालने वाला कार्य।",
        "section_desc": "उन कार्यों के लिए दंड जो लापरवाह हैं और दूसरों को खतरे में डालते हैं।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 126,
        "section_title": "सदोष अवरोध (Wrongful restraint)।",
        "section_desc": "किसी व्यक्ति को किसी विशेष दिशा में आगे बढ़ने से रोकने (जिसमें उसे जाने का अधिकार है) को दंडित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 127,
        "section_title": "सदोष परिरोध (Wrongful confinement)।",
        "section_desc": "किसी व्यक्ति को एक निश्चित सीमा से बाहर जाने से रोकने (कैद करने) को दंडित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 128,
        "section_title": "बल (Force)।",
        "section_desc": "किसी व्यक्ति पर गति, गति परिवर्तन या गति की समाप्ति का कारण बनने वाले 'बल' को परिभाषित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 129,
        "section_title": "आपराधिक बल।",
        "section_desc": "सहमति के बिना और अपराध करने के इरादे से किसी पर बल प्रयोग करने को परिभाषित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 130,
        "section_title": "हमला (Assault)।",
        "section_desc": "किसी व्यक्ति को यह आशंका दिलाने वाले इशारे या तैयारी को परिभाषित करता है कि आपराधिक बल का प्रयोग किया जाएगा।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 131,
        "section_title": "गंभीर उकसावे के अलावा अन्य मामलों में हमले या आपराधिक बल के लिए सजा।",
        "section_desc": "साधारण हमले के लिए दंड।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 132,
        "section_title": "लोक सेवक को उसके कर्तव्य से रोकने के लिए हमला या आपराधिक बल।",
        "section_desc": "कर्तव्य पर तैनात अधिकारियों पर हमला करने के लिए सजा।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 133,
        "section_title": "गंभीर उकसावे के अलावा, किसी व्यक्ति का अपमान करने के इरादे से हमला या आपराधिक बल।",
        "section_desc": "किसी का अपमान करने के लिए उस पर हमला करने को दंडित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 134,
        "section_title": "किसी व्यक्ति द्वारा ले जाई जा रही संपत्ति की चोरी के प्रयास में हमला या आपराधिक बल।",
        "section_desc": "जेब काटने या सामान छीनने के प्रयास में बल प्रयोग को दंडित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 135,
        "section_title": "किसी व्यक्ति को गलत तरीके से कैद करने के प्रयास में हमला या आपराधिक बल।",
        "section_desc": "किसी को जबरदस्ती पकड़ने या कैद करने के लिए किए गए हमले के लिए सजा।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 136,
        "section_title": "गंभीर उकसावे पर हमला या आपराधिक बल।",
        "section_desc": "अचानक उकसावे पर किए गए हमले के लिए हल्की सजा।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 137,
        "section_title": "अपहरण (Kidnapping)।",
        "section_desc": "भारत से अपहरण और वैध संरक्षकता से अपहरण (नाबालिगों का) को परिभाषित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 138,
        "section_title": "व्यपहरण (Abduction)।",
        "section_desc": "किसी भी उम्र के व्यक्ति को बलपूर्वक या धोखे से कहीं ले जाने को परिभाषित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 139,
        "section_title": "भीख मांगने के उद्देश्य से बच्चे का अपहरण या उसे अपंग बनाना।",
        "section_desc": "बच्चों का उपयोग भीख मांगने के लिए करने और उन्हें अपंग बनाने को कठोरता से दंडित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 140,
        "section_title": "हत्या या फिरौती आदि के लिए अपहरण या व्यपहरण।",
        "section_desc": "रैंसम या हत्या के लिए अपहरण करने पर मृत्युदंड या आजीवन कारावास तक हो सकता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 141,
        "section_title": "विदेश से लड़की या लड़के का आयात (Importation)।",
        "section_desc": "अवैध उद्देश्यों के लिए 21 वर्ष से कम आयु के व्यक्तियों को विदेश से आयात करने को दंडित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 142,
        "section_title": "अपहृत या व्यपहृत व्यक्ति को गलत तरीके से छिपाना या कैद में रखना।",
        "section_desc": "यह जानते हुए किसी का अपहरण हुआ है, उसे छिपाना भी अपराध है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 143,
        "section_title": "व्यक्ति की तस्करी (Trafficking of person)।",
        "section_desc": "शोषण (यौन, श्रम, आदि) के उद्देश्य से व्यक्तियों की तस्करी को दंडनीय बनाता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 144,
        "section_title": "तस्करी किए गए व्यक्ति का शोषण।",
        "section_desc": "तस्करी किए गए पीड़ितों का शोषण करना एक अलग अपराध है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 145,
        "section_title": "गुलामों में आदतन व्यवहार।",
        "section_desc": "गुलामों को खरीदने या बेचने को दंडित करता है।"
    },
    {
        "chapter": 6,
        "chapter_title": "मानव शरीर पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 146,
        "section_title": "गैरकानूनी अनिवार्य श्रम।",
        "section_desc": "किसी व्यक्ति को उसकी इच्छा के विरुद्ध जबरन काम कराने (बंधुआ मजदूरी) को दंडनीय बनाता है."
    },
    {
        "chapter": 7,
        "chapter_title": "राज्य के विरुद्ध अपराधों के विषय में",
        "Section": 147,
        "section_title": "भारत सरकार के विरुद्ध युद्ध छेड़ना, या युद्ध छेड़ने का प्रयास करना, या युद्ध छेड़ने का दुष्प्रेरण करना।",
        "section_desc": "भारत सरकार के खिलाफ विद्रोह या युद्ध छेड़ने के लिए मृत्युदंड या आजीवन कारावास की सजा देता है।"
    },
    {
        "chapter": 7,
        "chapter_title": "राज्य के विरुद्ध अपराधों के विषय में",
        "Section": 148,
        "section_title": "धारा 147 द्वारा दंडनीय अपराध करने का षड्यंत्र।",
        "section_desc": "राज्य के खिलाफ युद्ध की साजिश रचने को दंडित करता है।"
    },
    {
        "chapter": 7,
        "chapter_title": "राज्य के विरुद्ध अपराधों के विषय में",
        "Section": 149,
        "section_title": "भारत सरकार के विरुद्ध युद्ध छेड़ने के इरादे से हथियार आदि एकत्र करना।",
        "section_desc": "विद्रोह के लिए हथियारों का भंडार करने को दंडनीय बनाता है।"
    },
    {
        "chapter": 7,
        "chapter_title": "राज्य के विरुद्ध अपराधों के विषय में",
        "Section": 150,
        "section_title": "युद्ध छेड़ने की योजना को सुविधाजनक बनाने के इरादे से छिपाना।",
        "section_desc": "युद्ध की साजिश को छिपाने को दंडित करता है।"
    },
    {
        "chapter": 7,
        "chapter_title": "राज्य के विरुद्ध अपराधों के विषय में",
        "Section": 151,
        "section_title": "किसी वैध शक्ति के प्रयोग को मजबूर करने या रोकने के इरादे से राष्ट्रपति, राज्यपाल आदि पर हमला करना।",
        "section_desc": "उच्च पदस्थ अधिकारियों को डराने या उन पर हमला करने के लिए सजा।"
    },
    {
        "chapter": 7,
        "chapter_title": "राज्य के विरुद्ध अपराधों के विषय में",
        "Section": 152,
        "section_title": "भारत की संप्रभुता, एकता और अखंडता को खतरे में डालने वाला कार्य।",
        "section_desc": "अलगाववाद, सशस्त्र विद्रोह या विध्वंसक गतिविधियों (जिसे पहले राजद्रोह कहा जाता था, लेकिन अब संशोधित) के लिए दंड।"
    },
    {
        "chapter": 7,
        "chapter_title": "राज्य के विरुद्ध अपराधों के विषय में",
        "Section": 153,
        "section_title": "भारत सरकार के साथ शांति वाले किसी विदेशी राज्य की सरकार के विरुद्ध युद्ध छेड़ना।",
        "section_desc": "मित्र देशों के खिलाफ युद्ध छेड़ने को प्रतिबंधित करता है।"
    },
    {
        "chapter": 7,
        "chapter_title": "राज्य के विरुद्ध अपराधों के विषय में",
        "Section": 154,
        "section_title": "भारत सरकार के साथ शांति वाले विदेशी राज्य के क्षेत्रों में लूटपाट करना।",
        "section_desc": "पड़ोसी मित्र देशों की सीमा में लूटपाट करने के लिए सजा।"
    },
    {
        "chapter": 7,
        "chapter_title": "राज्य के विरुद्ध अपराधों के विषय में",
        "Section": 155,
        "section_title": "धारा 153 और 154 में उल्लिखित युद्ध या लूटपाट द्वारा ली गई संपत्ति प्राप्त करना।",
        "section_desc": "अवैध युद्ध या लूटपाट से प्राप्त संपत्ति को जब्त करता है और दंड देता है।"
    },
    {
        "chapter": 7,
        "chapter_title": "राज्य के विरुद्ध अपराधों के विषय में",
        "Section": 156,
        "section_title": "लोक सेवक द्वारा स्वेच्छा से राज्य या युद्ध के कैदी को भागने देना।",
        "section_desc": "यदि कोई लोक सेवक जानबूझकर किसी कैदी को भागने में मदद करता है।"
    },
    {
        "chapter": 7,
        "chapter_title": "राज्य के विरुद्ध अपराधों के विषय में",
        "Section": 157,
        "section_title": "लोक सेवक द्वारा लापरवाही से ऐसे कैदी को भागने देना।",
        "section_desc": "यदि लापरवाही से (अनजाने में) कैदी भाग जाता है तो लोक सेवक को दंडित किया जाता है।"
    },
    {
        "chapter": 7,
        "chapter_title": "राज्य के विरुद्ध अपराधों के विषय में",
        "Section": 158,
        "section_title": "ऐसे कैदी के भागने में सहायता करना, उसे छुड़ाना या आश्रय देना।",
        "section_desc": "राज्य के कैदियों को भागने में मदद करने वाले नागरिकों के लिए दंड।"
    },
    {
        "chapter": 8,
        "chapter_title": "सेना, नौसेना और वायु सेना से संबंधित अपराधों के विषय में",
        "Section": 159,
        "section_title": "विद्रोह का दुष्प्रेरण, या सैनिक, नाविक या वायुसैनिक को उसके कर्तव्य से विचलित करने का प्रयास।",
        "section_desc": "सशस्त्र बलों के सदस्यों को विद्रोह के लिए उकसाने को दंडित करता है।"
    },
    {
        "chapter": 8,
        "chapter_title": "सेना, नौसेना और वायु सेना से संबंधित अपराधों के विषय में",
        "Section": 160,
        "section_title": "विद्रोह का दुष्प्रेरण, यदि उसके परिणामस्वरूप विद्रोह किया जाता है।",
        "section_desc": "यदि उकसाने पर विद्रोह वास्तव में हो जाता है, तो मृत्युदंड तक की सजा हो सकती है।"
    },
    {
        "chapter": 8,
        "chapter_title": "सेना, नौसेना और वायु सेना से संबंधित अपराधों के विषय में",
        "Section": 161,
        "section_title": "सैनिक, नाविक या वायुसैनिक द्वारा अपने वरिष्ठ अधिकारी पर हमले का दुष्प्रेरण, जब वह अपने कार्यालय का निष्पादन कर रहा हो।",
        "section_desc": "सैनिकों को अधिकारियों पर हमला करने के लिए उकसाने के लिए दंड।"
    },
    {
        "chapter": 8,
        "chapter_title": "सेना, नौसेना और वायु सेना से संबंधित अपराधों के विषय में",
        "Section": 162,
        "section_title": "ऐसे हमले का दुष्प्रेरण, यदि हमला किया जाता है।",
        "section_desc": "यदि उकसाने पर हमला वास्तव में किया जाता है।"
    },
    {
        "chapter": 8,
        "chapter_title": "सेना, नौसेना और वायु सेना से संबंधित अपराधों के विषय में",
        "Section": 163,
        "section_title": "सैनिक, नाविक या वायुसैनिक के भगोड़ा (Desertion) होने का दुष्प्रेरण।",
        "section_desc": "सैनिकों को सेना से भागने के लिए उकसाने को दंडनीय बनाता है।"
    },
    {
        "chapter": 8,
        "chapter_title": "सेना, नौसेना और वायु सेना से संबंधित अपराधों के विषय में",
        "Section": 164,
        "section_title": "भगोड़े को आश्रय देना।",
        "section_desc": "सेना से भागे हुए व्यक्ति को जानते हुए भी पनाह देने को दंडित करता है।"
    },
    {
        "chapter": 8,
        "chapter_title": "सेना, नौसेना और वायु सेना से संबंधित अपराधों के विषय में",
        "Section": 165,
        "section_title": "मास्टर की लापरवाही के कारण मर्चेंट पोत पर छिपा भगोड़ा।",
        "section_desc": "जहाज के कप्तानों के लिए दंड जो भगोड़ों को अनजाने में ले जाते हैं।"
    },
    {
        "chapter": 8,
        "chapter_title": "सेना, नौसेना और वायु सेना से संबंधित अपराधों के विषय में",
        "Section": 166,
        "section_title": "सैनिक, नाविक या वायुसैनिक द्वारा अवज्ञा के कार्य का दुष्प्रेरण।",
        "section_desc": "अनुशासनहीनता के लिए उकसाने के लिए सजा।"
    },
    {
        "chapter": 8,
        "chapter_title": "सेना, नौसेना और वायु सेना से संबंधित अपराधों के विषय में",
        "Section": 167,
        "section_title": "कुछ अधिनियमों के अधीन व्यक्ति।",
        "section_desc": "स्पष्ट करता है कि यह अध्याय सेना अधिनियमों के अधीन व्यक्तियों पर कैसे लागू होता है।"
    },
    {
        "chapter": 8,
        "chapter_title": "सेना, नौसेना और वायु सेना से संबंधित अपराधों के विषय में",
        "Section": 168,
        "section_title": "सैनिक, नाविक या वायुसैनिक द्वारा उपयोग किए जाने वाले पहनावे या टोकन को ले जाना।",
        "section_desc": "धोखा देने के इरादे से सैन्य वर्दी पहनने को दंडित करता है।"
    },
    {
        "chapter": 9,
        "chapter_title": "चुनावों से संबंधित अपराधों के विषय में",
        "Section": 169,
        "section_title": "उम्मीदवार, चुनावी अधिकार परिभाषित।",
        "section_desc": "चुनाव के संदर्भ में 'उम्मीदवार' और 'चुनावी अधिकार' शब्दों को परिभाषित करता है।"
    },
    {
        "chapter": 9,
        "chapter_title": "चुनावों से संबंधित अपराधों के विषय में",
        "Section": 170,
        "section_title": "रिश्वतखोरी (Bribery)।",
        "section_desc": "चुनाव में वोट के लिए पैसे या इनम देने/लेने को परिभाषित करता है।"
    },
    {
        "chapter": 9,
        "chapter_title": "चुनावों से संबंधित अपराधों के विषय में",
        "Section": 171,
        "section_title": "चुनावों में अनुचित प्रभाव।",
        "section_desc": "वोटर को डराने, धमकाने या स्वतंत्र इच्छा में हस्तक्षेप करने को दंडित करता है।"
    },
    {
        "chapter": 9,
        "chapter_title": "चुनावों से संबंधित अपराधों के विषय में",
        "Section": 172,
        "section_title": "चुनावों में प्रतिरूपण (Personation)।",
        "section_desc": "फर्जी वोटिंग या किसी और के नाम पर वोट डालने को अपराध बनाता है।"
    },
    {
        "chapter": 9,
        "chapter_title": "चुनावों से संबंधित अपराधों के विषय में",
        "Section": 173,
        "section_title": "रिश्वतखोरी के लिए सजा।",
        "section_desc": "चुनावी रिश्वतखोरी के लिए दंड।"
    },
    {
        "chapter": 9,
        "chapter_title": "चुनावों से संबंधित अपराधों के विषय में",
        "Section": 174,
        "section_title": "चुनाव में अनुचित प्रभाव या प्रतिरूपण के लिए सजा।",
        "section_desc": "डराने-धमकाने या फर्जी वोटिंग के लिए दंड।"
    },
    {
        "chapter": 9,
        "chapter_title": "चुनावों से संबंधित अपराधों के विषय में",
        "Section": 175,
        "section_title": "चुनाव के संबंध में गलत बयान।",
        "section_desc": "उम्मीदवारों के चरित्र के बारे में झूठ बोलने को दंडनीय बनाता है।"
    },
    {
        "chapter": 9,
        "chapter_title": "चुनावों से संबंधित अपराधों के विषय में",
        "Section": 176,
        "section_title": "चुनाव के संबंध में अवैध भुगतान।",
        "section_desc": "अनधिकृत अभियान खर्चों को दंडित करता है।"
    },
    {
        "chapter": 9,
        "chapter_title": "चुनावों से संबंधित अपराधों के विषय में",
        "Section": 177,
        "section_title": "चुनावी खातों को रखने में विफलता।",
        "section_desc": "चुनाव खर्च का हिसाब न रखने पर दंड।"
    },
    {
        "chapter": 10,
        "chapter_title": "सिक्कों, करेंसी नोटों, बैंक नोटों और सरकारी स्टाम्पों से संबंधित अपराधों के विषय में",
        "Section": 178,
        "section_title": "सिक्के, सरकारी टिकटों, करेंसी-नोटों या बैंक-नोटों की जालसाजी।",
        "section_desc": "नकली मुद्रा या टिकट बनाने को आजीवन कारावास तक की सजा के साथ दंडित करता है।"
    },
    {
        "chapter": 10,
        "chapter_title": "सिक्कों, करेंसी नोटों, बैंक नोटों और सरकारी स्टाम्पों से संबंधित अपराधों के विषय में",
        "Section": 179,
        "section_title": "जाली या नकली सिक्के, सरकारी टिकट, करेंसी-नोट या बैंक-नोट को असली के रूप में उपयोग करना।",
        "section_desc": "नकली नोटों/सिक्कों को असली बताकर चलाने को दंडित करता है।"
    },
    {
        "chapter": 10,
        "chapter_title": "सिक्कों, करेंसी नोटों, बैंक नोटों और सरकारी स्टाम्पों से संबंधित अपराधों के विषय में",
        "Section": 180,
        "section_title": "जाली या नकली सिक्के, सरकारी टिकट, करेंसी-नोट या बैंक-नोट रखना।",
        "section_desc": "नकली मुद्रा रखने को दंडनीय बनाता है।"
    },
    {
        "chapter": 10,
        "chapter_title": "सिक्कों, करेंसी नोटों, बैंक नोटों और सरकारी स्टाम्पों से संबंधित अपराधों के विषय में",
        "Section": 181,
        "section_title": "सिक्के, सरकारी टिकट, करेंसी-नोट या बैंक-नोट को जाली या नकली बनाने के लिए उपकरण या सामग्री बनाना या रखना।",
        "section_desc": "नकली नोट छापने वाली मशीनें आदि रखने के लिए सजा।"
    },
    {
        "chapter": 10,
        "chapter_title": "सिक्कों, करेंसी नोटों, बैंक नोटों और सरकारी स्टाम्पों से संबंधित अपराधों के विषय में",
        "Section": 182,
        "section_title": "करेंसी-नोट या बैंक-नोट जैसे दिखने वाले दस्तावेज बनाना या उपयोग करना।",
        "section_desc": " विज्ञापन आदि के लिए नोट जैसे दिखने वाले कागज बनाने पर रोक।"
    },
    {
        "chapter": 10,
        "chapter_title": "सिक्कों, करेंसी नोटों, बैंक नोटों और सरकारी स्टाम्पों से संबंधित अपराधों के विषय में",
        "Section": 183,
        "section_title": "सरकार को नुकसान पहुंचाने के इरादे से सरकारी टिकट वाले पदार्थ से लेखन मिटाना, या दस्तावेज़ से उपयोग किए गए टिकट को हटाना।",
        "section_desc": "टिकटों (स्टाम्प) का दुरुपयोग करने को दंडित करता है।"
    },
    {
        "chapter": 10,
        "chapter_title": "सिक्कों, करेंसी नोटों, बैंक नोटों और सरकारी स्टाम्पों से संबंधित अपराधों के विषय में",
        "Section": 184,
        "section_title": "सरकारी टिकट का उपयोग करना जिसे पहले उपयोग किया जा चुका है।",
        "section_desc": "पुनः उपयोग किए गए टिकटों का उपयोग करना अपराध है।"
    },
    {
        "chapter": 10,
        "chapter_title": "सिक्कों, करेंसी नोटों, बैंक नोटों और सरकारी स्टाम्पों से संबंधित अपराधों के विषय में",
        "Section": 185,
        "section_title": "उपयोग किए गए टिकट को दर्शाने वाले निशान को मिटाना।",
        "section_desc": "रद्दीकरण के निशान को मिटाने के लिए दंड।"
    },
    {
        "chapter": 10,
        "chapter_title": "सिक्कों, करेंसी नोटों, बैंक नोटों और सरकारी स्टाम्पों से संबंधित अपराधों के विषय में",
        "Section": 186,
        "section_title": "काल्पनिक टिकटों का निषेध।",
        "section_desc": "फर्जी टिकट बनाने पर रोक।"
    },
    {
        "chapter": 10,
        "chapter_title": "सिक्कों, करेंसी नोटों, बैंक नोटों और सरकारी स्टाम्पों से संबंधित अपराधों के विषय में",
        "Section": 187,
        "section_title": "टकसाल में कार्यरत व्यक्ति द्वारा सिक्के को कानून द्वारा निर्धारित वजन या संरचना से अलग करना।",
        "section_desc": "टकसाल कर्मचारियों द्वारा भ्रष्टाचार के लिए।"
    },
    {
        "chapter": 10,
        "chapter_title": "सिक्कों, करेंसी नोटों, बैंक नोटों और सरकारी स्टाम्पों से संबंधित अपराधों के विषय में",
        "Section": 188,
        "section_title": "टकसाल से सिक्का बनाने का उपकरण अवैध रूप से लेना।",
        "section_desc": "सरकारी टकसाल से उपकरण चोरी करने के लिए दंड।"
    },
    {
        "chapter": 11,
        "chapter_title": "लोक प्रशांति के विरुद्ध अपराधों के विषय में",
        "Section": 189,
        "section_title": "गैरकानूनी सभा (Unlawful assembly)।",
        "section_desc": "5 या अधिक व्यक्तियों की सभा को परिभाषित करता है जिनका सामान्य उद्देश्य अवैध है।"
    },
    {
        "chapter": 11,
        "chapter_title": "लोक प्रशांति के विरुद्ध अपराधों के विषय में",
        "Section": 190,
        "section_title": "गैरकानूनी सभा का प्रत्येक सदस्य सामान्य उद्देश्य के अभियोजन में किए गए अपराध का दोषी है।",
        "section_desc": "भीड़ के प्रत्येक सदस्य को उस भीड़ द्वारा किए गए अपराध के लिए जिम्मेदार ठहराता है।"
    },
    {
        "chapter": 11,
        "chapter_title": "लोक प्रशांति के विरुद्ध अपराधों के विषय में",
        "Section": 191,
        "section_title": "बलवा (Rioting)।",
        "section_desc": "गैरकानूनी सभा द्वारा बल या हिंसा के प्रयोग को 'बलवा' के रूप में परिभाषित करता है।"
    },
    {
        "chapter": 11,
        "chapter_title": "लोक प्रशांति के विरुद्ध अपराधों के विषय में",
        "Section": 192,
        "section_title": "दंगा भड़काने के इरादे से जानबूझकर उकसाना- यदि दंगा किया जाता है; यदि नहीं किया जाता है।",
        "section_desc": "दंगे भड़काने वाले भाषण या कृत्य को दंडित करता है।"
    },
    {
        "chapter": 11,
        "chapter_title": "लोक प्रशांति के विरुद्ध अपराधों के विषय में",
        "Section": 193,
        "section_title": "उस भूमि के मालिक, अधिभोगी आदि का दायित्व जिस पर गैरकानूनी सभा या दंगा होता है।",
        "section_desc": "जमीन मालिकों को अपनी संपत्ति पर दंगे रोकने में विफल रहने पर दंडित करता है।"
    },
    {
        "chapter": 11,
        "chapter_title": "लोक प्रशांति के विरुद्ध अपराधों के विषय में",
        "Section": 194,
        "section_title": "दंगा (Affray)।",
        "section_desc": "सार्वजनिक स्थान पर दो या अधिक लोगों द्वारा लड़ाई जो शांति भंग करती है."
    },
    {
        "chapter": 11,
        "chapter_title": "लोक प्रशांति के विरुद्ध अपराधों के विषय में",
        "Section": 195,
        "section_title": "दंगा आदि को दबाते समय लोक सेवक पर हमला करना या बाधा डालना।",
        "section_desc": "दंगों को नियंत्रित करने वाली पुलिस पर हमला करने के लिए सजा।"
    },
    {
        "chapter": 11,
        "chapter_title": "लोक प्रशांति के विरुद्ध अपराधों के विषय में",
        "Section": 196,
        "section_title": "धर्म, जाति, जन्म स्थान, निवास, भाषा आदि के आधार पर विभिन्न समूहों के बीच शत्रुता को बढ़ावा देना और सद्भाव बनाए रखने के लिए प्रतिकूल कार्य करना।",
        "section_desc": "नफरत फैलाने वाले भाषण (Hate speech) और सांप्रदायिक वैमनस्य को दंडित करता है।"
    },
    {
        "chapter": 11,
        "chapter_title": "लोक प्रशांति के विरुद्ध अपराधों के विषय में",
        "Section": 197,
        "section_title": "राष्ट्रीय एकीकरण के लिए प्रतिकूल आरोप, दावे।",
        "section_desc": "भारत की अखंडता के खिलाफ बयान देने को अपराध मानता है।"
    },
    {
        "chapter": 12,
        "chapter_title": "लोक सेवकों द्वारा या उनसे संबंधित अपराधों के विषय में",
        "Section": 198,
        "section_title": "किसी व्यक्ति को चोट पहुंचाने के इरादे से कानून की अवज्ञा करने वाला लोक सेवक।",
        "section_desc": "जानबूझकर गलत कानून लागू करके नागरिकों को नुकसान पहुंचाने वाले अधिकारियों को दंडित करता है।"
    },
    {
        "chapter": 12,
        "chapter_title": "लोक सेवकों द्वारा या उनसे संबंधित अपराधों के विषय में",
        "Section": 199,
        "section_title": "कानून के तहत निर्देश की अवज्ञा करने वाला लोक सेवक।",
        "section_desc": "कर्तव्य पालन न करने वाले अधिकारियों के लिए।"
    },
    {
        "chapter": 12,
        "chapter_title": "लोक सेवकों द्वारा या उनसे संबंधित अपराधों के विषय में",
        "Section": 200,
        "section_title": "पीड़ित का इलाज न करने के लिए सजा।",
        "section_desc": "अस्पतालों/डॉक्टरों द्वारा आपातकालीन पीड़ितों का इलाज करने से इनकार करने को दंडनीय बनाता है।"
    },
    {
        "chapter": 12,
        "chapter_title": "लोक सेवकों द्वारा या उनसे संबंधित अपराधों के विषय में",
        "Section": 201,
        "section_title": "लोक सेवक द्वारा किसी व्यक्ति को चोट पहुंचाने के इरादे से गलत दस्तावेज बनाना।",
        "section_desc": "लोक सेवकों द्वारा दस्तावेजों में हेराफेरी करने को दंडित करता है।"
    },
    {
        "chapter": 12,
        "chapter_title": "लोक सेवकों द्वारा या उनसे संबंधित अपराधों के विषय में",
        "Section": 202,
        "section_title": "लोक सेवक द्वारा अवैध रूप से व्यापार में शामिल होना।",
        "section_desc": "लोक सेवकों को व्यापार करने से रोकता है यदि कानूनन मना है।"
    },
    {
        "chapter": 12,
        "chapter_title": "लोक सेवकों द्वारा या उनसे संबंधित अपराधों के विषय में",
        "Section": 203,
        "section_title": "लोक सेवक द्वारा अवैध रूप से संपत्ति खरीदना या बोली लगाना।",
        "section_desc": "अधिकारियों द्वारा अपने पद का दुरुपयोग करके संपत्ति खरीदने को दंडित करता है।"
    },
    {
        "chapter": 12,
        "chapter_title": "लोक सेवकों द्वारा या उनसे संबंधित अपराधों के विषय में",
        "Section": 204,
        "section_title": "लोक सेवक का प्रतिरूपण (Personating a public servant)।",
        "section_desc": "खुद को लोक सेवक (पुलिस, अधिकारी) बताकर धोखा देने को दंडनीय बनाता है।"
    },
    {
        "chapter": 12,
        "chapter_title": "लोक सेवकों द्वारा या उनसे संबंधित अपराधों के विषय में",
        "Section": 205,
        "section_title": "धोखाधड़ी के इरादे से लोक सेवक द्वारा उपयोग की जाने वाली पोशाक पहनना या टोकन ले जाना।",
        "section_desc": "फर्जी पुलिस वर्दी पहनने वालों के लिए सजा।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 206,
        "section_title": "समन या अन्य कार्यवाही की तामील से बचने के लिए फरार होना।",
        "section_desc": "कोर्ट के समन से बचने के लिए छिपने को अपराध मानता है।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 207,
        "section_title": "समन या अन्य कार्यवाही की तामील को रोकना, या उसके प्रकाशन को रोकना।",
        "section_desc": "कानूनी नोटिस लेने से मना करने या रोकने के लिए दंड।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 208,
        "section_title": "लोक सेवक के आदेश का पालन करने में गैर-हाजिरी।",
        "section_desc": "समन किए जाने पर अदालत या अधिकारी के सामने पेश न होने पर सजा।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 209,
        "section_title": "भारतीय नागरिक सुरक्षा संहिता, 2023 की धारा 84 के तहत उद्घोषणा के जवाब में गैर-हाजिरी।",
        "section_desc": "घोषित अपराधी (Proclaimed Offender) जो पेश नहीं होता, के लिए सजा।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 210,
        "section_title": "लोक सेवक को दस्तावेज या इलेक्ट्रॉनिक रिकॉर्ड पेश करने में चूक, जिसे पेश करने के लिए व्यक्ति कानूनी रूप से बाध्य है।",
        "section_desc": "जरूरी दस्तावेज अधिकारियों को न देने पर दंड।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 211,
        "section_title": "लोक सेवक को नोटिस या जानकारी देने में चूक, जिसे देने के लिए व्यक्ति कानूनी रूप से बाध्य है।",
        "section_desc": "अपराध की सूचना पुलिस को न देने पर दंड (यदि बाध्य हो)।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 212,
        "section_title": "झूठी जानकारी देना।",
        "section_desc": "लोक सेवकों को गुमराह करने के लिए गलत जानकारी देना।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 213,
        "section_title": "शपथ या प्रतिज्ञान करने से इनकार करना जब लोक सेवक द्वारा विधिवत आवश्यक हो।",
        "section_desc": "अदालत में शपथ लेने से मना करने पर दंड।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 214,
        "section_title": "प्रश्न करने के लिए अधिकृत लोक सेवक को उत्तर देने से इनकार करना।",
        "section_desc": "पुलिस या अदालत के सवालों का जवाब न देने पर दंड (कुछ अपवादों के साथ)।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 215,
        "section_title": "बयान पर हस्ताक्षर करने से इनकार करना।",
        "section_desc": "अपने बयान पर हस्ताक्षर करने से मना करने पर सजा।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 216,
        "section_title": "लोक सेवक को शपथ पर झूठा बयान देना।",
        "section_desc": "शपथ लेकर झूठ बोलने (perjury) को दंडित करता है।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 217,
        "section_title": "झूठी जानकारी, इस इरादे से कि लोक सेवक अपनी वैध शक्ति का उपयोग दूसरे व्यक्ति को चोट पहुंचाने के लिए करे।",
        "section_desc": "पुलिस को झूठी खबर देना ताकि वे किसी निर्दोष को परेशान करें।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 218,
        "section_title": "लोक सेवक के वैध अधिकार द्वारा संपत्ति लेने का विरोध।",
        "section_desc": "कुर्की या् जब्ती की कार्यवाही का विरोध करने पर दंड।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 219,
        "section_title": "लोक सेवक के अधिकार द्वारा बिक्री के लिए दी गई संपत्ति की बिक्री में बाधा डालना।",
        "section_desc": "सरकारी नीलामी में बाधा डालने पर सजा।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 220,
        "section_title": "लोक सेवक के अधिकार द्वारा बिक्री के लिए दी गई संपत्ति के लिए अवैध खरीद या बोली।",
        "section_desc": "सरकारी नीलामी में अवैध बोली लगाने पर दंड।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 221,
        "section_title": "सार्वजनिक कार्यों के निर्वहन में लोक सेवक को बाधा पहुंचाना।",
        "section_desc": "सरकारी काम में बाधा डालने वालों के लिए सजा।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 222,
        "section_title": "लोक सेवक की सहायता करने में चूक जब कानून द्वारा सहायता देने के लिए बाध्य हो।",
        "section_desc": "मांगे जाने पर पुलिस की मदद न करने (यदि कानूनन जरूरी हो) पर दंड।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 223,
        "section_title": "लोक सेवक द्वारा विधिवत प्रख्यापित आदेश की अवज्ञा।",
        "section_desc": "सरकारी आदेशों (जैसे धारा 144) का उल्लंघन करने पर सजा।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 224,
        "section_title": "लोक सेवक को चोट पहुंचाने की धमकी।",
        "section_desc": "अधिकारियों को डराने-धमकाने पर दंड।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 225,
        "section_title": "किसी व्यक्ति को लोक सेवक से सुरक्षा के लिए आवेदन करने से रोकने के लिए चोट की धमकी।",
        "section_desc": "किसी को पुलिस के पास जाने से रोकने के लिए धमकाने पर सजा।"
    },
    {
        "chapter": 13,
        "chapter_title": "लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के विषय में",
        "Section": 226,
        "section_title": "वैध शक्ति के प्रयोग को मजबूर करने या रोकने के लिए आत्महत्या करने का प्रयास।",
        "section_desc": "अधिकारियों पर दबाव बनाने के लिए आत्महत्या की धमकी देने/प्रयास करने (भूख हड़ताल आदि) को दंडित करता है।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 227,
        "section_title": "झूठा साक्ष्य देना (Giving false evidence)।",
        "section_desc": "अदालत में झूठ बोलने को परिभाषित करता है।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 228,
        "section_title": "झूठा साक्ष्य गढ़ना (Fabricating false evidence)।",
        "section_desc": "झूठे सबूत बनाने को परिभाषित करता है।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 229,
        "section_title": "झूठे साक्ष्य के लिए सजा।",
        "section_desc": "अदालत में झूठ बोलने के लिए 7 साल तक की सजा हो सकती है।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 230,
        "section_title": "मृत्युदंड के अपराध की दोषसिद्धि प्राप्त करने के इरादे से झूठा साक्ष्य देना या गढ़ना।",
        "section_desc": "यदि झूठे सबूत से किसी निर्दोष को फांसी हो जाए, तो झूठे गवाह को भी मौत की सजा हो सकती है।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 231,
        "section_title": "आजीवन कारावास या कारावास से दंडनीय अपराध की दोषसिद्धि प्राप्त करने के इरादे से झूठा साक्ष्य देना या गढ़ना।",
        "section_desc": "झूठे सबूत से किसी को जेल भेजने पर दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 232,
        "section_title": "किसी व्यक्ति को झूठा साक्ष्य देने के लिए धमकाना।",
        "section_desc": "गवाहों को धमकाने के लिए सजा।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 233,
        "section_title": "झूठा होने के ज्ञात साक्ष्य का उपयोग करना।",
        "section_desc": "यह जानते हुए भी कि सबूत झूठा है, उसे अदालत में पेश करना।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 234,
        "section_title": "झूठा प्रमाण पत्र जारी करना या हस्ताक्षर करना।",
        "section_desc": "डॉक्टरों/अधिकारियों द्वारा झूठे प्रमाण पत्र देने पर दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 235,
        "section_title": "झूठे प्रमाण पत्र को असली के रूप में उपयोग करना।",
        "section_desc": "जाली प्रमाण पत्र का उपयोग करना (जैसे मेडिकल)।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 236,
        "section_title": "घोषणा में किया गया झूठा बयान जो कानून द्वारा साक्ष्य के रूप में स्वीकार्य है।",
        "section_desc": "शपथ पत्र (Affidavit) में झूठ बोलने पर सजा।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 237,
        "section_title": "ऐसी घोषणा को असली के रूप में उपयोग करना, यह जानते हुए कि यह झूठी है।",
        "section_desc": "झूठे हलफनामे का इस्तेमाल करना।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 238,
        "section_title": "अपराध के साक्ष्य को गायब करना, या अपराधी को बचाने के लिए झूठी जानकारी देना।",
        "section_desc": "सबूत मिटाने (Destruction of evidence) के लिए दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 239,
        "section_title": "सूचित करने के लिए बाध्य व्यक्ति द्वारा अपराध की जानकारी देने में जानबूझकर चूक।",
        "section_desc": "अपराध छिपाने पर सजा।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 240,
        "section_title": "किए गए अपराध के बारे में झूठी जानकारी देना।",
        "section_desc": "पुलिस को जांच से भटकाने के लिए झूठ बोलना।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 241,
        "section_title": "साक्ष्य के रूप में इसके उत्पादन को रोकने के लिए दस्तावेज या इलेक्ट्रॉनिक रिकॉर्ड का विनाश।",
        "section_desc": "दस्तावेज फाड़ने या फाइल डिलीट करने पर दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 242,
        "section_title": "मुकदमे या अभियोजन में कार्य या कार्यवाही के उद्देश्य से झूठा प्रतिरूपण।",
        "section_desc": "अदालत में किसी और की जगह पेश होने पर सजा।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 243,
        "section_title": "संपत्ति को जब्त होने या निष्पादन में लिए जाने से रोकने के लिए धोखाधड़ी से हटाना या छिपाना।",
        "section_desc": "कुर्की से बचने के लिए संपत्ति छिपाना।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 244,
        "section_title": "संपत्ति को जब्त होने या निष्पादन में लिए जाने से रोकने के लिए संपत्ति का धोखाधड़ी से दावा।",
        "section_desc": "संपत्ति बचाने के लिए झूठा दावा करना।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 245,
        "section_title": "धोखाधड़ी से ऐसी राशि के लिए डिक्री सहना जो देय नहीं है।",
        "section_desc": "साजिश करके अदालत से डिक्री पास कराना।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 246,
        "section_title": "अदालत में बेईमानी से झूठा दावा करना।",
        "section_desc": "फर्जी मुकदमे दायर करने पर दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 247,
        "section_title": "धोखाधड़ी से ऐसी राशि के लिए डिक्री प्राप्त करना जो देय नहीं है।",
        "section_desc": "गलत तरीके से कोर्ट ऑर्डर लेना।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 248,
        "section_title": "चोट पहुंचाने के इरादे से किया गया अपराध का झूठा आरोप।",
        "section_desc": "किसी को फंसाने के लिए झूठी एफआईआर (False FIR) दर्ज कराने पर दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 249,
        "section_title": "अपराधी को आश्रय देना।",
        "section_desc": "अपराधियों को पनाह देने या छिपाने पर सजा।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 250,
        "section_title": "अपराधी को सजा से बचाने के लिए उपहार आदि लेना।",
        "section_desc": "रिश्वत लेकर अपराधी को बचाने पर दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 251,
        "section_title": "अपराधी को बचाने के प्रतिफल में उपहार या संपत्ति की बहाली की पेशकश करना।",
        "section_desc": "समझौता करने के लिए रिश्वत देना (गंभीर अपराधों में)।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 252,
        "section_title": "चोरी की संपत्ति आदि की वसूली में मदद करने के लिए उपहार लेना।",
        "section_desc": "चोरों से मिलीभगत करके माल वापस दिलाने के नाम पर पैसा खाने वाले।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 253,
        "section_title": "हिरासत से भागे हुए या जिसकी गिरफ्तारी का आदेश दिया गया है, उस अपराधी को आश्रय देना।",
        "section_desc": "फरार कैदियों को पनाह देने पर दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 254,
        "section_title": "लुटेरों या डकैतों को आश्रय देने के लिए दंड।",
        "section_desc": "डकैतों की मदद करने पर कड़ी सजा।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 255,
        "section_title": "किसी व्यक्ति को सजा से या संपत्ति को जब्ती से बचाने के इरादे से कानून के निर्देश की अवज्ञा करने वाला लोक सेवक।",
        "section_desc": "भ्रष्ट अधिकारियों द्वारा अपराधियों को बचाने पर दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 256,
        "section_title": "किसी व्यक्ति को सजा से या संपत्ति को जब्ती से बचाने के इरादे से गलत रिकॉर्ड या लेखन तैयार करने वाला लोक सेवक।",
        "section_desc": "रिकॉर्ड में हेराफेरी करने वाले अधिकारियों के लिए।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 257,
        "section_title": "न्यायिक कार्यवाही में लोक सेवक द्वारा कानून के विपरीत रिपोर्ट आदि बनाना।",
        "section_desc": "अदालत को गलत रिपोर्ट देने वाले अधिकारियों के लिए।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 258,
        "section_title": "अधिकार रखने वाले व्यक्ति द्वारा परीक्षण या कारावास के लिए प्रतिबद्धता, जो जानता है कि वह कानून के विपरीत कार्य कर रहा है।",
        "section_desc": "गलत तरीके से किसी को जेल भेजने वाले अधिकारियों के लिए।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 259,
        "section_title": "गिरफ्तार करने के लिए बाध्य लोक सेवक की ओर से गिरफ्तार करने में जानबूझकर चूक।",
        "section_desc": "अपराधी को न पकड़ने वाले पुलिसकर्मी के लिए दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 260,
        "section_title": "सजा या कानूनी रूप से प्रतिबद्ध व्यक्ति को गिरफ्तार करने के लिए बाध्य लोक सेवक की ओर से गिरफ्तार करने में जानबूझकर चूक।",
        "section_desc": "सजायाफ्ता कैदी को न पकड़ने पर दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 261,
        "section_title": "लोक सेवक द्वारा लापरवाही से कारावास या हिरासत से भागने देना।",
        "section_desc": "पुलिस की लापरवाही से कैदी के भागने पर सजा।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 262,
        "section_title": "किसी व्यक्ति द्वारा अपनी वैध गिरफ्तारी का विरोध या बाधा।",
        "section_desc": "गिरफ्तारी के समय पुलिस से लड़ने पर दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 263,
        "section_title": "किसी अन्य व्यक्ति की वैध गिरफ्तारी का विरोध या बाधा।",
        "section_desc": "किसी और को छुड़ाने की कोशिश करने पर सजा।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 264,
        "section_title": "लोक सेवक द्वारा गिरफ्तारी न करना, या भागने देना, उन मामलों में जो अन्यथा प्रदान नहीं किए गए हैं।",
        "section_desc": "कर्तव्य में लापरवाही के लिए दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 265,
        "section_title": "वैध गिरफ्तारी या भागने या बचाव के लिए प्रतिरोध या बाधा उन मामलों में जो अन्यथा प्रदान नहीं किए गए हैं।",
        "section_desc": "कानूनी प्रक्रिया में बाधा डालने पर दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 266,
        "section_title": "सजा की छूट की शर्त का उल्लंघन।",
        "section_desc": "पैरोल या माफी की शर्तों को तोड़ने पर बची हुई सजा भुगतनी होगी।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 267,
        "section_title": "न्यायिक कार्यवाही में बैठे लोक सेवक का जानबूझकर अपमान या रुकावट।",
        "section_desc": "अदालत की अवमानना (Contempt of court) - जज का अपमान करना।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 268,
        "section_title": "मूल्यांकनकर्ता (Assessor) का प्रतिरूपण।",
        "section_desc": "सरकारी मूल्यांकनकर्ता होने का नाटक करने पर दंड।"
    },
    {
        "chapter": 14,
        "chapter_title": "मिथ्या साक्ष्य और लोक न्याय के विरुद्ध अपराधों के विषय में",
        "Section": 269,
        "section_title": "जमानत या बांड पर रिहा व्यक्ति द्वारा अदालत में उपस्थित होने में विफलता।",
        "section_desc": "जमानत पर छूटने के बाद तारीख पर न आने (Jump bail) पर सजा।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 270,
        "section_title": "सार्वजनिक उपद्रव (Public nuisance)।",
        "section_desc": "आम जनता को चोट या परेशानी पैदा करने वाले कार्य को परिभाषित करता है और दंडित करता है।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 271,
        "section_title": "जीवन के लिए खतरनाक बीमारी के संक्रमण को फैलाने की संभावना वाला लापरवाह कार्य।",
        "section_desc": "लापरवाही से संक्रामक रोग (जैसे कोविड) फैलाने पर दंड।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 272,
        "section_title": "जीवन के लिए खतरनाक बीमारी के संक्रमण को फैलाने की संभावना वाला घातक कार्य।",
        "section_desc": "जानबूझकर बीमारी फैलाने पर कड़ी सजा।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 273,
        "section_title": "संगरोध (Quarantine) नियम की अवज्ञा।",
        "section_desc": "क्वारंटाइन नियमों को तोड़ने पर दंड।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 274,
        "section_title": "बिक्री के लिए अभिप्रेत भोजन या पेय में मिलावट।",
        "section_desc": "खाने-पीने की चीजों में मिलावट करने पर सजा।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 275,
        "section_title": "हानिकारक भोजन या पेय की बिक्री।",
        "section_desc": "खराब या जहरीला खाना बेचने पर दंड।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 276,
        "section_title": "दवाओं में मिलावट।",
        "section_desc": "दवाओं की प्रभावकारिता कम करने या बदलने के लिए मिलावट करने पर दंड।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 277,
        "section_title": "मिलावटी दवाओं की बिक्री।",
        "section_desc": "नकली या मिलावटी दवा बेचने पर सजा।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 278,
        "section_title": "दवा को अलग दवा या तैयारी के रूप में बेचना।",
        "section_desc": "गलत दवा बेचने (एक के बदले दूसरी) पर दंड।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 279,
        "section_title": "सार्वजनिक झरने या जलाशय के पानी को गंदा करना।",
        "section_desc": "पीने के पानी के स्रोतों को प्रदूषित करने पर सजा।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 280,
        "section_title": "वातावरण को स्वास्थ्य के लिए हानिकारक बनाना।",
        "section_desc": "वायु प्रदूषण या बदबू फैलाने पर दंड।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 281,
        "section_title": "सार्वजनिक रास्ते पर उतावलेपन से गाड़ी चलाना या सवारी करना।",
        "section_desc": "लापरवाही से ड्राइविंग (Rash driving) के लिए सजा।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 282,
        "section_title": "जहाज का उतावलेपन से नेविगेशन।",
        "section_desc": "पानी में लापरवाही से जहाज चलाने पर दंड।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 283,
        "section_title": "झूठा प्रकाश, निशान या बुआ का प्रदर्शन।",
        "section_desc": "जहाजों को गुमराह करने वाले संकेत देने पर सजा।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 284,
        "section_title": "असुरक्षित या अतिभारित जहाज में किराए के लिए व्यक्ति को ले जाना।",
        "section_desc": "नाव को ओवरलोड करके यात्रियों की जान जोखिम में डालने पर दंड।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 285,
        "section_title": "सार्वजनिक रास्ते या नेविगेशन की लाइन में खतरा या बाधा।",
        "section_desc": "सड़क या रास्ते में रुकावट पैदा करने पर सजा।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 286,
        "section_title": "जहरीले पदार्थ के संबंध में लापरवाह आचरण।",
        "section_desc": "जहर को लापरवाही से संभालने पर दंड।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 287,
        "section_title": "आग या ज्वलनशील पदार्थ के संबंध में लापरवाह आचरण।",
        "section_desc": "आग या पेट्रोल आदि के साथ लापरवाही बरतने पर सजा।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 288,
        "section_title": "विस्फोटक पदार्थ के संबंध में लापरवाह आचरण।",
        "section_desc": "विस्फोटकों को लापरवाही से संभालने पर दंड।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 289,
        "section_title": "मशीनरी के संबंध में लापरवाह आचरण।",
        "section_desc": "मशीनों के साथ लापरवाही बरतने पर सजा।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 290,
        "section_title": "इमारतों को गिराने, मरम्मत करने या बनाने आदि के संबंध में लापरवाह आचरण।",
        "section_desc": "निर्माण कार्य में लापरवाही के लिए दंड।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 291,
        "section_title": "जानवर के संबंध में लापरवाह आचरण।",
        "section_desc": "पालतू जानवरों (जैसे कुत्ता काटने) के कारण होने वाले नुकसान के लिए मालिक को दंडित करता है।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 292,
        "section_title": "सार्वजनिक उपद्रव के लिए सजा उन मामलों में जो अन्यथा प्रदान नहीं किए गए हैं।",
        "section_desc": "अन्य प्रकार के उपद्रवों के लिए सामान्य दंड।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 293,
        "section_title": "रोकने के लिए निषेधाज्ञा के बाद उपद्रव जारी रखना।",
        "section_desc": "आदेश के बाद भी उपद्रव जारी रखने पर सजा।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 294,
        "section_title": "अश्लील पुस्तकों आदि की बिक्री।",
        "section_desc": "अश्लील सामग्री बेचने या बांटने पर प्रतिबंध।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 295,
        "section_title": "बच्चे को अश्लील वस्तुओं की बिक्री आदि।",
        "section_desc": "बच्चों को अश्लील सामग्री देने पर कड़ी सजा।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 296,
        "section_title": "अश्लील कृत्य और गाने।",
        "section_desc": "सार्वजनिक स्थान पर अश्लील हरकतें करने या गाने गाने पर दंड।"
    },
    {
        "chapter": 15,
        "chapter_title": "लोक स्वास्थ्य, क्षेम, सुविधा, शिष्टता और सदाचार पर प्रभाव डालने वाले अपराधों के विषय में",
        "Section": 297,
        "section_title": "लॉटरी कार्यालय रखना।",
        "section_desc": "अवैध लॉटरी चलाने पर सजा।"
    },
    {
        "chapter": 16,
        "chapter_title": "धर्म से संबंधित अपराधों के विषय में",
        "Section": 298,
        "section_title": "किसी वर्ग के धर्म का अपमान करने के इरादे से पूजा स्थल को नुकसान पहुंचाना या अपवित्र करना।",
        "section_desc": "मंदिरों/मस्जिदों आदि को अपवित्र करने पर दंड।"
    },
    {
        "chapter": 16,
        "chapter_title": "धर्म से संबंधित अपराधों के विषय में",
        "Section": 299,
        "section_title": "किसी वर्ग के धर्म या धार्मिक विश्वासों का अपमान करके उसकी धार्मिक भावनाओं को आहत करने के इरादे से जानबूझकर और दुर्भावनापूर्ण कृत्य।",
        "section_desc": "धार्मिक भावनाओं को भड़काने वाले कृत्यों के लिए सजा।"
    },
    {
        "chapter": 16,
        "chapter_title": "धर्म से संबंधित अपराधों के विषय में",
        "Section": 300,
        "section_title": "धार्मिक सभा में बाधा डालना।",
        "section_desc": "पूजा या धार्मिक समारोह में खलल डालने पर दंड।"
    },
    {
        "chapter": 16,
        "chapter_title": "धर्म से संबंधित अपराधों के विषय में",
        "Section": 301,
        "section_title": "कब्रिस्तानों आदि में अतिचार।",
        "section_desc": "किसी व्यक्ति की धार्मिक भावनाओं को ठेस पहुँचाने या धर्म का अपमान करने के इरादे से पूजा स्थलों या कब्रिस्तानों में अनधिकृत प्रवेश (trespass) को दंडित करता है।"
    },
    {
        "chapter": 16,
        "chapter_title": "धर्म से संबंधित अपराधों के विषय में",
        "Section": 302,
        "section_title": "धार्मिक भावनाओं को आहत करने वाले शब्द बोलना।",
        "section_desc": "किसी की धार्मिक भावनाओं को जानबूझकर ठेस पहुँचाने के इरादे से शब्द बोलने, आवाजें निकालने या इशारे करने को दंडित करता है।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 303,
        "section_title": "चोरी (Theft)।",
        "section_desc": "किसी व्यक्ति के कब्जे से उसकी सहमति के बिना बेईमानी से कोई चल संपत्ति लेने को 'चोरी' के रूप में परिभाषित करता है और 3 साल तक की सजा का प्रावधान करता है।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 304,
        "section_title": "झपटमारी (Snatching)।",
        "section_desc": "चोरी को 'झपटमारी' माना जाता है यदि संपत्ति को अचानक या जल्दी से या बलपूर्वक छीना जाता है। यह एक विशिष्ट नया अपराध है।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 305,
        "section_title": "निवास गृह आदि में चोरी।",
        "section_desc": "घर, इमारत, तंबू या जहाज में चोरी करना जो मानव आवास या संपत्ति की हिरासत के लिए उपयोग किया जाता है।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 306,
        "section_title": "लिपिक या सेवक द्वारा स्वामी के कब्जे की संपत्ति की चोरी।",
        "section_desc": "कर्मचारियों या नौकरों द्वारा अपने नियोक्ताओं से चोरी करने को अधिक गंभीरता से दंडित करता है।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 307,
        "section_title": "मृत्यु, उपहति या अवरोध कारित करने की तैयारी के पश्चात चोरी।",
        "section_desc": "हथियारबंद होकर या चोट पहुँचाने की तैयारी के साथ चोरी करना (बिना डकैती/लूट की सीमा तक पहुँचे)।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 308,
        "section_title": "उद्यापन (Extortion)।",
        "section_desc": "किसी व्यक्ति को चोट के डर में डालकर जानबूझकर संपत्ति या मूल्यवान चीज देने के लिए प्रेरित करना।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 309,
        "section_title": "लूट (Robbery)।",
        "section_desc": "चोरी या जबरन वसूली 'लूट' बन जाती है यदि अपराधी स्वेच्छा से मृत्यु, चोट या तत्काल भय का कारण बनता है।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 310,
        "section_title": "डकैती (Dacoity)।",
        "section_desc": "जब 5 या अधिक व्यक्ति संयुक्त रूप से लूट को अंजाम देते हैं, तो इसे 'डकैती' कहा जाता है और यह आजीवन कारावास से दंडनीय है।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 311,
        "section_title": "मृत्यु या घोर उपहति कारित करने के प्रयास के साथ लूट या डकैती।",
        "section_desc": "यदि लूट या डकैती के दौरान अपराधी घातक हथियारों का उपयोग करता है या गंभीर चोट पहुँचाता है।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 312,
        "section_title": "घातक आयुध के साथ लूट या डकैती करने का प्रयास।",
        "section_desc": "घातक हथियारों से लैस होकर लूट या डकैती का प्रयास करने के लिए सजा।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 313,
        "section_title": "लुटेरों या डकैतों के गिरोह का सदस्य होना।",
        "section_desc": "चोरी या डकैती करने वाले गिरोह से जुड़े होने को ही अपराध मानता है।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 314,
        "section_title": "संपत्ति का बेईमानी से दुर्विनियोग (Criminal Misappropriation)।",
        "section_desc": "किसी और की संपत्ति को अपने उपयोग के लिए बेईमानी से परिवर्तित करना (जैसे मिली हुई वस्तु को रख लेना)।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 315,
        "section_title": "मृत व्यक्ति की संपत्ति का बेईमानी से दुर्विनियोग।",
        "section_desc": "मृत्यु के समय किसी व्यक्ति के पास मौजूद संपत्ति का दुरुपयोग करना।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 316,
        "section_title": "आपराधिक न्यासभंग (Criminal breach of trust)।",
        "section_desc": "जब कोई व्यक्ति जिसे संपत्ति सौंपी गई है, वह बेईमानी से उसका दुरुपयोग करता है (जैसे बैंक बैंकर, एजेंट)।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 317,
        "section_title": "चुराई हुई संपत्ति।",
        "section_desc": "'चुराई हुई संपत्ति' को परिभाषित करता है और जानते हुए इसे प्राप्त करने या रखने को दंडित करता है।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 318,
        "section_title": "छल (Cheating)।",
        "section_desc": "किसी को धोखा देकर संपत्ति देने या कोई कार्य करने के लिए प्रेरित करना जिससे उसे नुकसान हो।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 319,
        "section_title": "प्रतिरूपण द्वारा छल (Cheating by personation)।",
        "section_desc": "छल करना यह दिखावा करके कि वह कोई और व्यक्ति है।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 320,
        "section_title": "लेनदारों में वितरण को रोकने के लिए संपत्ति को बेईमानी से हटाना या छिपाना।",
        "section_desc": "कर्ज चुकाने से बचने के लिए संपत्ति छिपाना।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 321,
        "section_title": "ऋण को लेनदारों के लिए उपलब्ध होने से बेईमानी से रोकना।",
        "section_desc": "लेनदारों को भुगतान रोकने के लिए ऋण या पैसे को छिपाना।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 322,
        "section_title": "प्रतिफल के संबंध में मिथ्या कथन वाले अंतरण विलेख का बेईमानी से निष्पादन।",
        "section_desc": "धोखाधड़ी से संपत्ति हस्तांतरण दस्तावेजों में गलत जानकारी देना।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 323,
        "section_title": "संपत्ति का कपटपूर्वक हटाना या छिपाना।",
        "section_desc": "किसी को नुकसान पहुँचाने या धोखा देने के लिए संपत्ति को हटाना।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 324,
        "section_title": "रिष्टि (Mischief)।",
        "section_desc": "किसी संपत्ति को नष्ट या क्षतिग्रस्त करके गलत नुकसान पहुँचाना।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 325,
        "section_title": "जीवजंतु को मारने या अपंग बनाने द्वारा रिष्टि।",
        "section_desc": "जानवरों को मारने या जहर देने के लिए सजा।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 326,
        "section_title": "अग्नि या विस्फोटक पदार्थ द्वारा रिष्टि।",
        "section_desc": "आगजनी (arson) या विस्फोटकों से संपत्ति नष्ट करने के लिए कड़ी सजा।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 327,
        "section_title": "जलयान को नष्ट करने या असुरक्षित बनाने के इरादे से रिष्टि।",
        "section_desc": "जहाजों को नुकसान पहुँचाने के लिए दंड।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 328,
        "section_title": "चोरी करने के लिए जलयान को जानबूझकर किनारे पर चढ़ाना।",
        "section_desc": "लूटपाट के उद्देश्य से जहाज को फंसाना।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 329,
        "section_title": "आपराधिक अतिचार (Criminal trespass)।",
        "section_desc": "अपराध करने या किसी को परेशान करने के इरादे से किसी की संपत्ति में प्रवेश करना।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 330,
        "section_title": "गृह-अतिचार (House-trespass)।",
        "section_desc": "किसी के घर या इमारत में आपराधिक अतिचार करना।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 331,
        "section_title": "गृह-अतिचार और गृह-भेदन के लिए दंड।",
        "section_desc": "घर में घुसपैठ और ताले तोड़कर घुसने (house-breaking) के लिए सजा।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 332,
        "section_title": "मृत्यु या आजीवन कारावास से दंडनीय अपराध करने के लिए गृह-अतिचार।",
        "section_desc": "गंभीर अपराध करने के इरादे से घर में घुसने पर भारी सजा।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 333,
        "section_title": "उपहति या हमला करने की तैयारी के पश्चात गृह-अतिचार।",
        "section_desc": "लोगों को चोट पहुँचाने की तैयारी के साथ घर में घुसना।"
    },
    {
        "chapter": 17,
        "chapter_title": "संपत्ति के विरुद्ध अपराधों के विषय में",
        "Section": 334,
        "section_title": "संपत्ति वाले बंद पात्र को बेईमानी से तोड़कर खोलना।",
        "section_desc": "तिजोरी या बॉक्स को तोड़कर खोलने के लिए सजा।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 335,
        "section_title": "मिथ्या दस्तावेज रचना।",
        "section_desc": "दस्तावेजों में हेराफेरी या जाली दस्तावेज बनाने की प्रक्रिया को परिभाषित करता है।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 336,
        "section_title": "कूटरचना (Forgery)।",
        "section_desc": "धोखा देने के इरादे से झूठे दस्तावेज बनाने का अपराध।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 337,
        "section_title": "न्यायालय के अभिलेख या सार्वजनिक रजिस्टर की कूटरचना।",
        "section_desc": "सरकारी रिकॉर्ड या अदालती दस्तावेजों की जालसाजी।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 338,
        "section_title": "मूल्यवान प्रतिभूति, वसीयत, आदि की कूटरचना।",
        "section_desc": "वित्तीय दस्तावेजों, वसीयत या अधिकार पत्रों की जालसाजी।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 339,
        "section_title": "कूटरचित दस्तावेज या इलेक्ट्रॉनिक अभिलेख का असली के रूप में उपयोग करना।",
        "section_desc": "जाली दस्तावेजों को असली बताकर इस्तेमाल करने पर वही सजा मिलती है जो जालसाजी के लिए है।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 340,
        "section_title": "धारा 338 के तहत दंडनीय कूटरचना करने के इरादे से नकली मुहर आदि बनाना या रखना।",
        "section_desc": "गंभीर जालसाजी (वसीयत, प्रतिभूति) के लिए नकली मुहरें या उपकरण रखने पर सजा।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 341,
        "section_title": "अन्य कूटरचना करने के इरादे से नकली मुहर आदि बनाना या रखना।",
        "section_desc": "सामान्य जालसाजी के लिए उपकरण रखने पर सजा।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 342,
        "section_title": "कूटरचित दस्तावेज आदि कब्जे में रखना।",
        "section_desc": "धारा 338 में वर्णित जाली दस्तावेजों को यह जानते हुए अपने पास रखना और उपयोग करने का इरादा रखना।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 343,
        "section_title": "प्रलेखों को प्रमाणित करने के लिए उपयोग किए जाने वाले उपकरण या चिह्न की कूटरचना।",
        "section_desc": "प्रमाणीकरण मुहरों की जालसाजी करना।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 344,
        "section_title": "लेखाओं का मिथ्याकरण (Falsification of accounts)।",
        "section_desc": "क्लर्क या सेवक द्वारा नियोक्ता के खातों में गड़बड़ी करने या नष्ट करने को दंडित करता है।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 345,
        "section_title": "संपत्ति चिह्न (Property mark)।",
        "section_desc": "'संपत्ति चिह्न' को परिभाषित करता है जो चल संपत्ति के स्वामित्व को दर्शाता है।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 346,
        "section_title": "मिथ्या संपत्ति चिह्न का उपयोग करना।",
        "section_desc": "धोखा देने के लिए झूठे संपत्ति चिह्न का उपयोग करना।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 347,
        "section_title": "किसी अन्य द्वारा उपयोग किए जाने वाले संपत्ति चिह्न की कूटरचना।",
        "section_desc": "दूसरों के ब्रांड/चिह्न की नकल करना।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 348,
        "section_title": "लोक सेवक द्वारा उपयोग किए जाने वाले चिह्न की कूटरचना।",
        "section_desc": "सरकारी चिह्नों की जालसाजी।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 349,
        "section_title": "संपत्ति चिह्न की कूटरचना के लिए उपकरण बनाना या रखना।",
        "section_desc": "ट्रेडमार्क या संपत्ति चिह्न बनाने के नकली उपकरण रखने पर सजा।"
    },
    {
        "chapter": 18,
        "chapter_title": "दस्तावेजों और संपत्ति चिह्नों से संबंधित अपराधों के विषय में",
        "Section": 350,
        "section_title": "नकली संपत्ति चिह्न वाले माल का विक्रय।",
        "section_desc": "नकली ब्रांड वाला सामान बेचने पर सजा।"
    },
    {
        "chapter": 19,
        "chapter_title": "आपराधिक अभित्रास, अपमान, क्षोभ, मानहानि आदि के विषय में",
        "Section": 351,
        "section_title": "किसी पात्र (receptacle) पर मिथ्या चिह्न बनाना।",
        "section_desc": "माल वाले डिब्बों या पैकेजों पर गलत जानकारी/चिह्न लगाना।"
    },
    {
        "chapter": 19,
        "chapter_title": "आपराधिक अभित्रास, अपमान, क्षोभ, मानहानि आदि के विषय में",
        "Section": 352,
        "section_title": "ऐसे मिथ्या चिह्न का उपयोग करने के लिए दंड।",
        "section_desc": "धोखा देने के लिए पैकेजिंग पर झूठे चिह्नों का उपयोग करने पर सजा।"
    },
    {
        "chapter": 19,
        "chapter_title": "आपराधिक अभित्रास, अपमान, क्षोभ, मानहानि आदि के विषय में",
        "Section": 353,
        "section_title": "लोक प्राधिकारी द्वारा लगाए गए सीमा-चिह्न को नष्ट करना या हटाना।",
        "section_desc": "सरकारी भूमि सीमा चिह्नों को हटाने या मिटाने को दंडित करता है।"
    },
    {
        "chapter": 19,
        "chapter_title": "आपराधिक अभित्रास, अपमान, क्षोभ, मानहानि आदि के विषय में",
        "Section": 354,
        "section_title": "दैवीय प्रकोप का पात्र बनने के विश्वास में प्रेरित करके किसी कार्य को कराना।",
        "section_desc": "धार्मिक भय दिखाकर या दैवीय प्रकोप का डर दिखाकर किसी व्यक्ति को कुछ करने या न करने के लिए मजबूर करना।"
    },
    {
        "chapter": 19,
        "chapter_title": "आपराधिक अभित्रास, अपमान, क्षोभ, मानहानि आदि के विषय में",
        "Section": 355,
        "section_title": "नशे की हालत में व्यक्ति द्वारा सार्वजनिक स्थान पर कदाचार।",
        "section_desc": "नशे में सार्वजनिक स्थान पर हंगामा करने या उपद्रव करने पर सजा का प्रावधान।"
    },
    {
        "chapter": 19,
        "chapter_title": "आपराधिक अभित्रास, अपमान, क्षोभ, मानहानि आदि के विषय में",
        "Section": 356,
        "section_title": "मानहानि (Defamation)।",
        "section_desc": "किसी व्यक्ति की प्रतिष्ठा को नुकसान पहुँचाने वाले लांछन लगाने, ऐसी सामग्री छापने या बेचने को परिभाषित करता है और दंडित करता है।"
    },
    {
        "chapter": 19,
        "chapter_title": "आपराधिक अभित्रास, अपमान, क्षोभ, मानहानि आदि के विषय में",
        "Section": 357,
        "section_title": "असहाय व्यक्ति की देखभाल और आवश्यकताओं की पूर्ति करने के लिए अनुबंध का उल्लंघन।",
        "section_desc": "स्वेच्छा से किसी असहाय व्यक्ति (जैसे बच्चे या बीमार) की देखभाल करने के कानूनी अनुबंध को तोड़ने को दंडित करता है।"
    },
    {
        "chapter": 20,
        "chapter_title": "निरसन और व्यावृत्तियां",
        "Section": 358,
        "section_title": "निरसन और व्यावृत्तियां (Repeal and Savings)।",
        "section_desc": "भारतीय दंड संहिता (IPC) 1860 को निरस्त करता है और संक्रमणकालीन प्रावधानों को सुरक्षित करता है।"
    }
]